[
  {
    "PMID": 26046440,
    "Title": "N(6)-methyladenosine Modulates Messenger RNA Translation Efficiency",
    "Abstract": "N(6)-methyladenosine (m(6)A) is the most abundant internal modification in mammalian mRNA. This modification is reversible and non-stoichiometric and adds another layer to the dynamic control of mRNA metabolism. The stability of m(6)A-modified mRNA is regulated by an m(6)A reader protein, human YTHDF2, which recognizes m(6)A and reduces the stability of target transcripts. Looking at additional functional roles for the modification, we find that another m(6)A reader protein, human YTHDF1, actively promotes protein synthesis by interacting with translation machinery. In a unified mechanism of m(6)A-based regulation in the cytoplasm, YTHDF2-mediated degradation controls the lifetime of target transcripts, whereas YTHDF1-mediated translation promotion increases translation efficiency, ensuring effective protein production from dynamic transcripts that are marked by m(6)A. Therefore, the m(6)A modification in mRNA endows gene expression with fast responses and controllable protein production through these mechanisms.",
    "Author": "Wang X, Zhao B S, Roundtree I A, et al.",
    "Journal": "Cell, 2015, 161(6): 1388-1399."
  },
  {
    "PMID": 27773536,
    "Title": "Dynamics of Human and Viral RNA Methylation during Zika Virus Infection.",
    "Abstract": "Infection with the flavivirus Zika (ZIKV) causes neurological, immunological, and developmental defects through incompletely understood mechanisms. We report that ZIKV infection affects viral and human RNAs by altering the topology and function of N6-adenosine methylation (m6A), a modification affecting RNA structure and function. m6A nucleosides are abundant in ZIKV RNA, with twelve m6A peaks identified across full-length ZIKV RNA. m6A in ZIKV RNA is controlled by host methyltransferases METTL3 and METTL14 and demethylases ALKBH5 and FTO, and knockdown of methyltransferases increases, while silencing demethylases decreases, ZIKV production. YTHDF family proteins, which regulate the stability of m6A-modified RNA, bind to ZIKV RNA, and their silencing increases ZIKV replication. Profiling of the m6A methylome of host mRNAs reveals that ZIKV infection alters m6A location in mRNAs, methylation motifs, and target genes modified by methyltransferases. Our results identify a mechanism by which ZIKV interacts with and alters host cell functions.",
    "Author": "Lichinchi G, Zhao B S, Wu Y, et al. ",
    "Journal": "Cell host & microbe, 2016, 20(5): 666-673."
  },
  {
    "PMID": 30154548,
    "Title": "m6A mRNA methylation regulates AKT activity to promote the proliferation and tumorigenicity of endometrial cancer.",
    "Abstract": "N6-methyladenosine (m6A) messenger RNA methylation is a gene regulatory mechanism affecting cell differentiation and proliferation in development and cancer. To study the roles of m6A mRNA methylation in cell proliferation and tumorigenicity, we investigated human endometrial cancer in which a hotspot R298P mutation is present in a key component of the methyltransferase complex (METTL14). We found that about 70% of endometrial tumours exhibit reductions in m6A methylation that are probably due to either this METTL14 mutation or reduced expression of METTL3, another component of the methyltransferase complex. These changes lead to increased proliferation and tumorigenicity of endometrial cancer cells, likely through activation of the AKT pathway. Reductions in m6A methylation lead to decreased expression of the negative AKT regulator PHLPP2 and increased expression of the positive AKT regulator mTORC2. Together, these results reveal reduced m6A mRNA methylation as an oncogenic mechanism in endometrial cancer and identify m6A methylation as a regulator of AKT signalling.",
    "Author": "Liu J, Eckert M A, Harada B T, et al. ",
    "Journal": "Nature cell biology, 2018, 20(9): 1074."
  },
  {
    "PMID": 27371828,
    "Title": "N(6)-methyladenosine of HIV-1 RNA regulates viral infection and HIV-1 Gag protein expression.",
    "Abstract": "The internal N(6)-methyladenosine (m(6)A) methylation of eukaryotic nuclear RNA controls post-transcriptional gene expression, which is regulated by methyltransferases (writers), demethylases (erasers), and m(6)A-binding proteins (readers) in cells. The YTH domain family proteins (YTHDF1-3) bind to m(6)A-modified cellular RNAs and affect RNA metabolism and processing. Here, we show that YTHDF1-3 proteins recognize m(6)A-modified HIV-1 RNA and inhibit HIV-1 infection in cell lines and primary CD4(+) T-cells. We further mapped the YTHDF1-3 binding sites in HIV-1 RNA from infected cells. We found that the overexpression of YTHDF proteins in cells inhibited HIV-1 infection mainly by decreasing HIV-1 reverse transcription, while knockdown of YTHDF1-3 in cells had the opposite effects. Moreover, silencing the m(6)A writers decreased HIV-1 Gag protein expression in virus-producing cells, while silencing the m(6)A erasers increased Gag expression. Our findings suggest an important role of m(6)A modification of HIV-1 RNA in viral infection and HIV-1 protein synthesis.",
    "Author": "Tirumuru N, Zhao B S, Lu W, et al. ",
    "Journal": "Elife, 2016, 5: e15528."
  },
  {
    "PMID": 28106072,
    "Title": "YTHDF3 facilitates translation and decay of N6-methyladenosine-modified RNA.",
    "Abstract": "N6-methyladenosine (m6A) is the most abundant internal modification in eukaryotic messenger RNAs (mRNAs), and plays important roles in cell differentiation and tissue development. It regulates multiple steps throughout the RNA life cycle including RNA processing, translation, and decay, via the recognition by selective binding proteins. In the cytoplasm, m6A binding protein YTHDF1 facilitates translation of m6A-modified mRNAs, and YTHDF2 accelerates the decay of m6A-modified transcripts. The biological function of YTHDF3, another cytoplasmic m6A binder of the YTH (YT521-B homology) domain family, remains unknown. Here, we report that YTHDF3 promotes protein synthesis in synergy with YTHDF1, and affects methylated mRNA decay mediated through YTHDF2. Cells deficient in all three YTHDF proteins experience the most dramatic accumulation of m6A-modified transcripts. These results indicate that together with YTHDF1 and YTHDF2, YTHDF3 plays critical roles to accelerate metabolism of m6A-modified mRNAs in the cytoplasm. All three YTHDF proteins may act in an integrated and cooperative manner to impact fundamental biological processes related to m6A RNA methylation.",
    "Author": "Shi H, Wang X, Lu Z, et al. ",
    "Journal": "Cell research, 2017, 27(3): 315."
  },
  {
    "PMID": 28281539,
    "Title": "Extensive translation of circular RNAs driven by N6-methyladenosine.",
    "Abstract": "Extensive pre-mRNA back-splicing generates numerous circular RNAs (circRNAs) in human transcriptome. However, the biological functions of these circRNAs remain largely unclear. Here we report that N6-methyladenosine (m6A), the most abundant base modification of RNA, promotes efficient initiation of protein translation from circRNAs in human cells. We discover that consensus m6A motifs are enriched in circRNAs and a single m6A site is sufficient to drive translation initiation. This m6A-driven translation requires initiation factor eIF4G2 and m6A reader YTHDF3, and is enhanced by methyltransferase METTL3/14, inhibited by demethylase FTO, and upregulated upon heat shock. Further analyses through polysome profiling, computational prediction and mass spectrometry reveal that m6A-driven translation of circRNAs is widespread, with hundreds of endogenous circRNAs having translation potential. Our study expands the coding landscape of human transcriptome, and suggests a role of circRNA-derived proteins in cellular responses to environmental stress.",
    "Author": "Yang Y, Fan X, Mao M, et al.",
    "Journal": "Cell research, 2017, 27(5): 626."
  },
  {
    "PMID": 30371874,
    "Title": "IGF2BP1 promotes SRF-dependent transcription in cancer in a m6A- and miRNA-dependent manner.",
    "Abstract": "The oncofetal mRNA-binding protein IGF2BP1 and the transcriptional regulator SRF modulate gene expression in cancer. In cancer cells, we demonstrate that IGF2BP1 promotes the expression of SRF in a conserved and N6-methyladenosine (m6A)-dependent manner by impairing the miRNA-directed decay of the SRF mRNA. This results in enhanced SRF-dependent transcriptional activity and promotes tumor cell growth and invasion. At the post-transcriptional level, IGF2BP1 sustains the expression of various SRF-target genes. The majority of these SRF/IGF2BP1-enhanced genes, including PDLIM7 and FOXK1, show conserved upregulation with SRF and IGF2BP1 synthesis in cancer. PDLIM7 and FOXK1 promote tumor cell growth and were reported to enhance cell invasion. Consistently, 35 SRF/IGF2BP1-dependent genes showing conserved association with SRF and IGF2BP1 expression indicate a poor overall survival probability in ovarian, liver and lung cancer. In conclusion, these findings identify the SRF/IGF2BP1-, miRNome- and m6A-dependent control of gene expression as a conserved oncogenic driver network in cancer.",
    "Author": "M¨¹ller S, Gla<U+00DF> M, Singh A K, et al.",
    "Journal": " Nucleic acids research, 2018, 47(1): 375-390."
  },
  {
    "PMID": 29476152,
    "Title": "Recognition of RNA N6-methyladenosine by IGF2BP proteins enhances mRNA stability and translation.",
    "Abstract": "N6-methyladenosine (m6A) is the most prevalent modification in eukaryotic messenger RNAs (mRNAs) and is interpreted by its readers, such as YTH domain-containing proteins, to regulate mRNA fate. Here, we report the insulin-like growth factor 2 mRNA-binding proteins (IGF2BPs; including IGF2BP1/2/3) as a distinct family of m6A readers that target thousands of mRNA transcripts through recognizing the consensus GG(m6A)C sequence. In contrast to the mRNA-decay-promoting function of YTH domain-containing family protein 2, IGF2BPs promote the stability and storage of their target mRNAs (for example, MYC) in an m6A-dependent manner under normal and stress conditions and therefore affect gene expression output. Moreover, the K homology domains of IGF2BPs are required for their recognition of m6A and are critical for their oncogenic functions. Thus, our work reveals a different facet of the m6A-reading process that promotes mRNA stability and translation, and highlights the functional importance of IGF2BPs as m6A readers in post-transcriptional gene regulation and cancer biology.",
    "Author": "Huang H, Weng H, Sun W, et al. ",
    "Journal": "Nature cell biology, 2018, 20(3): 285."
  },
  {
    "PMID": 28854373,
    "Title": "Genome-Wide Maps of m6A circRNAs Identify Widespread and Cell-Type-Specific Methylation Patterns that Are Distinct from mRNAs.",
    "Abstract": "N6-methyladenosine (m6A) is the most abundant internal modification of mRNAs and is implicated in all aspects of post-transcriptional RNA metabolism. However, little is known about m6A modifications to circular (circ) RNAs. We developed a computational pipeline (AutoCirc) that, together with depletion of ribosomal RNA and m6A immunoprecipitation, defined thousands of m6A circRNAs with cell-type-specific expression. The presence of m6A circRNAs is corroborated by interaction between circRNAs and YTHDF1/YTHDF2, proteins that read m6A sites in mRNAs, and by reduced m6A levels upon depletion of METTL3, the m6A writer. Despite sharing m6A readers and writers, m6A circRNAs are frequently derived from exons that are not methylated in mRNAs, whereas mRNAs that are methylated on the same exons that compose m6A circRNAs exhibit less stability in a process regulated by YTHDF2. These results expand our understanding of the breadth of m6A modifications and uncover regulation of circRNAs through m6A modification.",
    "Author": "Zhou C, Molinie B, Daneshvar K, et al. ",
    "Journal": "Cell reports, 2017, 20(9): 2262-2276."
  },
  {
    "PMID": 24284625,
    "Title": "N6-methyladenosine-dependent regulation of messenger RNA stability.",
    "Abstract": "N(6)-methyladenosine (m(6)A) is the most prevalent internal (non-cap) modification present in the messenger RNA of all higher eukaryotes. Although essential to cell viability and development, the exact role of m(6)A modification remains to be determined. The recent discovery of two m(6)A demethylases in mammalian cells highlighted the importance of m(6)A in basic biological functions and disease. Here we show that m(6)A is selectively recognized by the human YTH domain family 2 (YTHDF2) 'reader' protein to regulate mRNA degradation. We identified over 3,000 cellular RNA targets of YTHDF2, most of which are mRNAs, but which also include non-coding RNAs, with a conserved core motif of G(m(6)A)C. We further establish the role of YTHDF2 in RNA metabolism, showing that binding of YTHDF2 results in the localization of bound mRNA from the translatable pool to mRNA decay sites, such as processing bodies. The carboxy-terminal domain of YTHDF2 selectively binds to m(6)A-containing mRNA, whereas the amino-terminal domain is responsible for the localization of the YTHDF2-mRNA complex to cellular RNA decay sites. Our results indicate that the dynamic m(6)A modification is recognized by selectively binding proteins to affect the translation status and lifetime of mRNA.",
    "Author": "Wang X, Lu Z, Gomez A, et al. ",
    "Journal": "Nature, 2014, 505(7481): 117."
  },
  {
    "PMID": 29902206,
    "Title": "Modification of N6-methyladenosine RNA methylation on heat shock protein expression.",
    "Abstract": "This study was conducted to investigate effect of N6-methyladenosine (m6A) RNA methylation on Heat shock proteins (HSPs) and dissect the profile of HSP RNA methylation. The results showed that m6A methyltransferases METTL3 mRNA was decreased in responses to heat shock stress in HepG2 cells, but m6A-specific binding protein YTHDF2 mRNA was upregulated in a manner similar to HSP70 induction. Immunofluorescence staining showed that the majority of YTHDF2 was present in the cytosol, however, nearly all YTHDF2 translocated from the cytosol into the nucleus after heat shock. METTL3 knockdown significantly changed HSP70, HSP60, and HSP27 mRNA expression in HepG2 cells using siRNA, however, mRNA lifetime was not impacted. Silence of YTHDF2 using siRNA did not change expression of HSP70, but significantly increased HSP90, HSP60, and HSPB1 mRNA expression. In addition, m6A-seq revealed that HSP m6A methylation peaks are mainly enriched on exons and around stop codons, and shows a unique distribution profile in the 5'UTR and 3'UTR. Knockdown of METTL3 changed the methylation patterns of HSPs transcript. In conclusion, m6A RNA methylation regulates HSP gene expression. Differential expression of HSPs modulated by m6A may depend on the m6A site and abundance of the target gene. This finding provides insights into new regulatory mechanisms of HSPs in normal and stress situations.",
    "Author": "Yu J, Li Y, Wang T, et al. ",
    "Journal": "PloS one, 2018, 13(6): e0198604."
  },
  {
    "PMID": 30728504,
    "Title": "Anti-tumour immunity controlled through mRNA m6A methylation and YTHDF1 in dendritic cells.",
    "Abstract": "There is growing evidence that tumour neoantigens have important roles in generating spontaneous antitumour immune responses and predicting clinical responses to immunotherapies1,2. Despite the presence of numerous neoantigens in patients, complete tumour elimination is rare, owing to failures in mounting a sufficient and lasting antitumour immune response3,4. Here we show that durable neoantigen-specific immunity is regulated by mRNA N6-methyadenosine (m6A) methylation through the m6A-binding protein YTHDF15. In contrast to wild-type mice, Ythdf1-deficient mice show an elevated antigen-specific CD8+ T cell antitumour response. Loss of YTHDF1 in classical dendritic cells enhanced the cross-presentation of tumour antigens and the cross-priming of CD8+ T cells in vivo. Mechanistically, transcripts encoding lysosomal proteases are marked by m6A and recognized by YTHDF1. Binding of YTHDF1 to these transcripts increases the translation of lysosomal cathepsins in dendritic cells, and inhibition of cathepsins markedly enhances cross-presentation of wild-type dendritic cells. Furthermore, the therapeutic efficacy of PD-L1 checkpoint blockade is enhanced in Ythdf1-/- mice, implicating YTHDF1 as a potential therapeutic target in anticancer immunotherapy.",
    "Author": "Han D, Liu J, Chen C, et al. ",
    "Journal": "Nature, 2019, 566(7743): 270."
  },
  {
    "PMID": 30559377,
    "Title": "m6A modification controls the innate immune response to infection by targeting type I interferons.",
    "Abstract": "N6-methyladenosine (m6A) is the most common mRNA modification. Recent studies have revealed that depletion of m6A machinery leads to alterations in the propagation of diverse viruses. These effects were proposed to be mediated through dysregulated methylation of viral RNA. Here we show that following viral infection or stimulation of cells with an inactivated virus, deletion of the m6A 'writer' METTL3 or 'reader' YTHDF2 led to an increase in the induction of interferon-stimulated genes. Consequently, propagation of different viruses was suppressed in an interferon-signaling-dependent manner. Significantly, the mRNA of IFNB, the gene encoding the main cytokine that drives the type I interferon response, was m6A modified and was stabilized following repression of METTL3 or YTHDF2. Furthermore, we show that m6A-mediated regulation of interferon genes was conserved in mice. Together, our findings uncover the role m6A serves as a negative regulator of interferon response by dictating the fast turnover of interferon mRNAs and consequently facilitating viral propagation.",
    "Author": "Winkler R, Gillis E, Lasman L, et al.",
    "Journal": "Nature immunology, 2019, 20(2): 173."
  },
  {
    "PMID": 30591559,
    "Title": "RNA-binding protein YTHDF3 suppresses interferon-dependent antiviral responses by promoting FOXO3 translation.",
    "Abstract": "IFN-stimulated genes (ISGs) are essential effectors of the IFN-dependent antiviral immune response. Dysregulation of ISG expression can cause dysfunctional antiviral responses and autoimmune disorders. Epitranscriptomic regulation, such as N 6-methyladenosine (m6A) modification of mRNAs, plays key roles in diverse biological processes. Here, we found that the m6A \"reader\" YT521-B homology domain-containing family 3 (YTHDF3) suppresses ISG expression under basal conditions by promoting translation of the transcription corepressor forkhead box protein O3 (FOXO3). YTHDF3 cooperates with two cofactors, PABP1 and eIF4G2, to promote FOXO3 translation by binding to the translation initiation region of FOXO3 mRNA. Both the YTH and the P/Q/N-rich domains of YTHDF3 were required for FOXO3 RNA-binding capacity, however, METTL3-mediated m6A modification was not involved in the process observed. Moreover, YTHDF3-/- mice had increased ISG levels and were resistant to several viral infections. Our findings uncover the role of YTHDF3 as a negative regulator of antiviral immunity through the translational promotion of FOXO3 mRNA under homeostatic conditions, adding insight into the networks of RNA-binding protein-RNA interactions in homeostatically maintaining host antiviral immune function and preventing inflammatory response.",
    "Author": "Zhang Y, Wang X, Zhang X, et al.",
    "Journal": "Proceedings of the National Academy of Sciences, 2019, 116(3): 976-981."
  },
  {
    "PMID": 28878038,
    "Title": "The requirement of Mettl3-promoted MyoD mRNA maintenance in proliferative myoblasts for skeletal muscle differentiation.",
    "Abstract": "Myogenic progenitor/stem cells retain their skeletal muscle differentiation potential by maintaining myogenic transcription factors such as MyoD. However, the mechanism of how MyoD expression is maintained in proliferative progenitor cells has not been elucidated. Here, we found that MyoD expression was reduced at the mRNA level by cell cycle arrest in S and G2 phases, which in turn led to the absence of skeletal muscle differentiation. The reduction of MyoD mRNA was correlated with the reduced expression of factors regulating RNA metabolism, including methyltransferase like 3 (Mettl3), which induces N6-methyladenosine (m6A) modifications of RNA. Knockdown of Mettl3 revealed that MyoD RNA was specifically downregulated and that this was caused by a decrease in processed, but not unprocessed, mRNA. Potential m6A modification sites were profiled by m6A sequencing and identified within the 5' untranslated region (UTR) of MyoD mRNA. Deletion of the 5' UTR revealed that it has a role in MyoD mRNA processing. These data showed that Mettl3 is required for MyoD mRNA expression in proliferative myoblasts.",
    "Author": "Kudou K, Komatsu T, Nogami J, et al.",
    "Journal": " Open biology, 2017, 7(9): 170119."
  },
  {
    "PMID": 29659627,
    "Title": "N6-methyladenosine modification and the YTHDF2 reader protein play cell type specific roles in lytic viral gene expression during Kaposi's sarcoma-associated herpesvirus infection.",
    "Abstract": "Methylation at the N6 position of adenosine (m6A) is a highly prevalent and reversible modification within eukaryotic mRNAs that has been linked to many stages of RNA processing and fate. Recent studies suggest that m6A deposition and proteins involved in the m6A pathway play a diverse set of roles in either restricting or modulating the lifecycles of select viruses. Here, we report that m6A levels are significantly increased in cells infected with the oncogenic human DNA virus Kaposi's sarcoma-associated herpesvirus (KSHV). Transcriptome-wide m6A-sequencing of the KSHV-positive renal carcinoma cell line iSLK.219 during lytic reactivation revealed the presence of m6A across multiple kinetic classes of viral transcripts, and a concomitant decrease in m6A levels across much of the host transcriptome. However, we found that depletion of the m6A machinery had differential pro- and anti-viral impacts on viral gene expression depending on the cell-type analyzed. In iSLK.219 and iSLK.BAC16 cells the pathway functioned in a pro-viral manner, as depletion of the m6A writer METTL3 and the reader YTHDF2 significantly impaired virion production. In iSLK.219 cells the defect was linked to their roles in the post-transcriptional accumulation of the major viral lytic transactivator ORF50, which is m6A modified. In contrast, although the ORF50 mRNA was also m6A modified in KSHV infected B cells, ORF50 protein expression was instead increased upon depletion of METTL3, or, to a lesser extent, YTHDF2. These results highlight that the m6A pathway is centrally involved in regulating KSHV gene expression, and underscore how the outcome of this dynamically regulated modification can vary significantly between cell types.",
    "Author": "Hesser C R, Karijolich J, Dominissini D, et al. ",
    "Journal": "PLoS pathogens, 2018, 14(4): e1006995."
  },
  {
    "PMID": 29799838,
    "Title": "Nuclear m6A reader YTHDC1 regulates alternative polyadenylation and splicing during mouse oocyte development.",
    "Abstract": "The N6-methyladenosine (m6A) modification is the most prevalent internal RNA modification in eukaryotes. The majority of m6A sites are found in the last exon and 3' UTRs. Here we show that the nuclear m6A reader YTHDC1 is essential for embryo viability and germline development in mouse. Specifically, YTHDC1 is required for spermatogonial development in males and for oocyte growth and maturation in females; Ythdc1-deficient oocytes are blocked at the primary follicle stage. Strikingly, loss of YTHDC1 leads to extensive alternative polyadenylation in oocytes, altering 3' UTR length. Furthermore, YTHDC1 deficiency causes massive alternative splicing defects in oocytes. The majority of splicing defects in mutant oocytes are rescued by introducing wild-type, but not m6A-binding-deficient, YTHDC1. YTHDC1 is associated with the pre-mRNA 3' end processing factors CPSF6, SRSF3, and SRSF7. Thus, YTHDC1 plays a critical role in processing of pre-mRNA transcripts in the oocyte nucleus and may have similar non-redundant roles throughout fetal development.",
    "Author": "Kasowitz S D, Ma J, Anderson S J, et al. ",
    "Journal": "PLoS genetics, 2018, 14(5): e1007412."
  },
  {
    "PMID": 26876937,
    "Title": "Nuclear m(6)A Reader YTHDC1 Regulates mRNA Splicing.",
    "Abstract": "The regulatory role of N(6)-methyladenosine (m(6)A) and its nuclear binding protein YTHDC1 in pre-mRNA splicing remains an enigma. Here we show that YTHDC1 promotes exon inclusion in targeted mRNAs through recruiting pre-mRNA splicing factor SRSF3 (SRp20) while blocking SRSF10 (SRp38) mRNA binding. Transcriptome assay with PAR-CLIP-seq analysis revealed that YTHDC1-regulated exon-inclusion patterns were similar to those of SRSF3 but opposite of SRSF10. In vitro pull-down assay illustrated a competitive binding of SRSF3 and SRSF10 to YTHDC1. Moreover, YTHDC1 facilitates SRSF3 but represses SRSF10 in their nuclear speckle localization, RNA-binding affinity, and associated splicing events, dysregulation of which, as the result of YTHDC1 depletion, can be restored by reconstitution with wild-type, but not m(6)A-binding-defective, YTHDC1. Our findings provide the direct evidence that m(6)A reader YTHDC1 regulates mRNA splicing through recruiting and modulating pre-mRNA splicing factors for their access to the binding regions of targeted mRNAs.",
    "Author": "Xiao W, Adhikari S, Dahal U, et al. ",
    "Journal": "Molecular cell, 2016, 61(4): 507-519."
  },
  {
    "PMID": 30364964,
    "Title": "N6-methyladenosine modification and METTL3 modulate enterovirus 71 replication.",
    "Abstract": "N6-methyladenosine (m6A) constitutes one of the most abundant internal RNA modifications and is critical for RNA metabolism and function. It has been previously reported that viral RNA contains internal m6A modifications; however, only recently the function of m6A modification in viral RNAs has been elucidated during infections of HIV, hepatitis C virus and Zika virus. In the present study, we found that enterovirus 71 (EV71) RNA undergoes m6A modification during viral infection, which alters the expression and localization of the methyltransferase and demethylase of m6A, and its binding proteins. Moreover, knockdown of m6A methyltransferase resulted in decreased EV71 replication, whereas knockdown of the demethylase had the opposite effect. Further study showed that the m6A binding proteins also participate in the regulation of viral replication. In particular, two m6A modification sites were identified in the viral genome, of which mutations resulted in decreased virus replication, suggesting that m6A modification plays an important role in EV71 replication. Notably, we found that METTL3 interacted with viral RNA-dependent RNA polymerase 3D and induced enhanced sumoylation and ubiquitination of the 3D polymerase that boosted viral replication. Taken together, our findings demonstrated that the host m6A modification complex interacts with viral proteins to modulate EV71 replication.",
    "Author": "Hao H, Hao S, Chen H, et al. ",
    "Journal": " Nucleic acids research, 2018, 47(1): 362-374."
  },
  {
    "PMID": 30297871,
    "Title": "A dynamic N6-methyladenosine methylome regulates intrinsic and acquired resistance to tyrosine kinase inhibitors.",
    "Abstract": "N6-methyladenosine (m6A) on mRNAs is critical for various biological processes, yet whether m6A regulates drug resistance remains unknown. Here we show that developing resistant phenotypes during tyrosine kinase inhibitor (TKI) therapy depends on m6A reduction resulting from FTO overexpression in leukemia cells. This deregulated FTO-m6A axis pre-exists in na<U+00EF>ve cell populations that are genetically homogeneous and is inducible/reversible in response to TKI treatment. Cells with mRNA m6A hypomethylation and FTO upregulation demonstrate more TKI tolerance and higher growth rates in mice. Either genetic or pharmacological restoration of m6A methylation through FTO deactivation renders resistant cells sensitive to TKIs. Mechanistically, the FTO-dependent m6A demethylation enhances mRNA stability of proliferation/survival transcripts bearing m6A and subsequently leads to increased protein synthesis. Our findings identify a novel function for the m6A methylation in regulating cell fate decision and demonstrate that dynamic m6A methylome is an additional epigenetic driver of reversible TKI-tolerance state, providing a mechanistic paradigm for drug resistance in cancer.",
    "Author": "Yan F, Al-Kali A, Zhang Z, et al.",
    "Journal": "Cell research, 2018, 28(11): 1062."
  },
  {
    "PMID": 26321680,
    "Title": "HNRNPA2B1 Is a Mediator of m(6)A-Dependent Nuclear RNA Processing Events.",
    "Abstract": "N(6)-methyladenosine (m(6)A) is the most abundant internal modification of messenger RNA. While the presence of m(6)A on transcripts can impact nuclear RNA fates, a reader of this mark that mediates processing of nuclear transcripts has not been identified. We find that the RNA-binding protein HNRNPA2B1 binds m(6)A-bearing RNAs in vivo and in vitro and its biochemical footprint matches the m(6)A consensus motif. HNRNPA2B1 directly binds a set of nuclear transcripts and elicits similar alternative splicing effects as the m(6)A writer METTL3. Moreover, HNRNPA2B1 binds to m(6)A marks in a subset of primary miRNA transcripts, interacts with the microRNA Microprocessor complex protein DGCR8, and promotes primary miRNA processing. Also, HNRNPA2B1 loss and METTL3 depletion cause similar processing defects for these pri-miRNA precursors. We propose HNRNPA2B1 to be a nuclear reader of the m(6)A mark and to mediate, in part, this mark's effects on primary microRNA processing and alternative splicing. ",
    "Author": "Alarc¨®n C R, Goodarzi H, Lee H, et al. ",
    "Journal": "Cell, 2015, 162(6): 1299-1308."
  },
  {
    "PMID": 29304330,
    "Title": "N6-Methyladenosines Modulate A-to-I RNA Editing.",
    "Abstract": "N6-methyladenosine (m6A) and adenosine-to-inosine (A-to-I) editing are two of the most abundant RNA modifications, both at adenosines. Yet, the interaction of these two types of adenosine modifications is largely unknown. Here we show a global A-to-I difference between m6A-positive and m6A-negative RNA populations. Both the presence and extent of A-to-I sites in m6A-negative RNA transcripts suggest a negative correlation between m6A and A-to-I. Suppression of m6A-catalyzing enzymes results in global A-to-I RNA editing changes. Further depletion of m6A modification increases the association of m6A-depleted transcripts with adenosine deaminase acting on RNA (ADAR) enzymes, resulting in upregulated A-to-I editing on the same m6A-depleted transcripts. Collectively, the effect of m6A on A-to-I suggests a previously underappreciated interplay between two distinct and abundant RNA modifications, highlighting a complex epitranscriptomic landscape.",
    "Author": "Xiang J F, Yang Q, Liu C X, et al. ",
    "Journal": "Molecular cell, 2018, 69(1): 126-135. e6."
  },
  {
    "PMID": 28334903,
    "Title": "N6-methyladenosine alters RNA structure to regulate binding of a low-complexity protein.",
    "Abstract": "N6-methyladenosine (m6A) is the most abundant internal modification in eukaryotic messenger RNA (mRNA), and affects almost every stage of the mRNA life cycle. The YTH-domain proteins can specifically recognize m6A modification to control mRNA maturation, translation and decay. m6A can also alter RNA structures to affect RNA-protein interactions in cells. Here, we show that m6A increases the accessibility of its surrounding RNA sequence to bind heterogeneous nuclear ribonucleoprotein G (HNRNPG). Furthermore, HNRNPG binds m6A-methylated RNAs through its C-terminal low-complexity region, which self-assembles into large particles in vitro. The Arg-Gly-Gly repeats within the low-complexity region are required for binding to the RNA motif exposed by m6A methylation. We identified 13,191 m6A sites in the transcriptome that regulate RNA-HNRNPG interaction and thereby alter the expression and alternative splicing pattern of target mRNAs. Low-complexity regions are pervasive among mRNA binding proteins. Our results show that m6A-dependent RNA structural alterations can promote direct binding of m6A-modified RNAs to low-complexity regions in RNA binding proteins.",
    "Author": "Liu N, Zhou K I, Parisien M, et al. ",
    "Journal": "Nucleic acids research, 2017, 45(10): 6051-6063."
  },
  {
    "PMID": 30824325,
    "Title": "CCR7 Chemokine Receptor-Inducible lnc-Dpf3 Restrains Dendritic Cell Migration by Inhibiting HIF-1¦Á-Mediated Glycolysis.",
    "Abstract": "CCR7 chemokine receptor stimulation induces rapid but transient dendritic cell (DC) migration toward draining lymph nodes, which is critical for the initiation of protective immunity and maintenance of immune homeostasis. The mechanisms for terminating CCR7-mediated DC migration remain incompletely understood. Here we have identified a long non-coding RNA lnc-Dpf3 whose feedback restrained CCR7-mediated DC migration. CCR7 stimulation upregulated lnc-Dpf3 via removing N6-methyladenosine (m6A) modification to prevent RNA degradation. DC-specific lnc-Dpf3 deficiency increased CCR7-mediated DC migration, leading to exaggerated adaptive immune responses and inflammatory injuries. Mechanistically, CCR7 stimulation activated the HIF-1¦Á transcription factor pathway in DCs, leading to metabolic reprogramming toward glycolysis for DC migration. lnc-Dpf3 directly bound to HIF-1¦Á and suppressed HIF-1¦Á-dependent transcription of the glycolytic gene Ldha, thus inhibiting DC glycolytic metabolism and migratory capacity. We demonstrate a critical role for CCR7-inducible lnc-Dpf3 in coupling epigenetic and metabolic pathways to feedback-control DC migration and inflammatory responses.",
    "Author": "Liu J, Zhang X, Chen K, et al. ",
    "Journal": "Immunity, 2019, 50(3): 600-615. e15."
  },
  {
    "PMID": 30065315,
    "Title": "Suppression of m6A reader Ythdf2 promotes hematopoietic stem cell expansion.",
    "Abstract": "Transplantation of hematopoietic stem cells (HSCs) from human umbilical cord blood (hUCB) holds great promise for treating a broad spectrum of hematological disorders including cancer. However, the limited number of HSCs in a single hUCB unit restricts its widespread use. Although extensive efforts have led to multiple methods for ex vivo expansion of human HSCs by targeting single molecules or pathways, it remains unknown whether it is possible to simultaneously manipulate the large number of targets essential for stem cell self-renewal. Recent studies indicate that N6-methyladenosine (m6A) modulates the expression of a group of mRNAs critical for stem cell-fate determination by influencing their stability. Among several m6A readers, YTHDF2 is recognized as promoting targeted mRNA decay. However, the physiological functions of YTHDF2 in adult stem cells are unknown. Here we show that following the conditional knockout (KO) of mouse Ythdf2 the numbers of functional HSC were increased without skewing lineage differentiation or leading to hematopoietic malignancies. Furthermore, knockdown (KD) of human YTHDF2 led to more than a 10-fold increase in the ex vivo expansion of hUCB HSCs, a fivefold increase in colony-forming units (CFUs), and more than an eightfold increase in functional hUCB HSCs in the secondary serial of a limiting dilution transplantation assay. Mapping of m6A in RNAs from mouse hematopoietic stem and progenitor cells (HSPCs) as well as from hUCB HSCs revealed its enrichment in mRNAs encoding transcription factors critical for stem cell self-renewal. These m6A-marked mRNAs were recognized by Ythdf2 and underwent decay. In Ythdf2 KO HSPCs and YTHDF2 KD hUCB HSCs, these mRNAs were stabilized, facilitating HSC expansion. Knocking down one of YTHDF2's key targets, Tal1 mRNA, partially rescued the phenotype. Our study provides the first demonstration of the function of YTHDF2 in adult stem cell maintenance and identifies its important role in regulating HSC ex vivo expansion by regulating the stability of multiple mRNAs critical for HSC self-renewal, thus identifying potential for future clinical applications.",
    "Author": "Li Z, Qian P, Shao W, et al. ",
    "Journal": "Cell research, 2018, 28(9): 904."
  },
  {
    "PMID": 30218090,
    "Title": "The m6A-methylase complex recruits TREX and regulates mRNA export.",
    "Abstract": "N6-methyladenosine (m6A) is the most abundant internal modification of eukaryotic mRNA. This modification has previously been shown to alter the export kinetics for mRNAs though the molecular details surrounding this phenomenon remain poorly understood. Recruitment of the TREX mRNA export complex to mRNA is driven by transcription, 5' capping and pre-mRNA splicing. Here we identify a fourth mechanism in human cells driving the association of TREX with mRNA involving the m6A methylase complex. We show that the m6A complex recruits TREX to m6A modified mRNAs and this process is essential for their efficient export. TREX also stimulates recruitment of the m6A reader protein YTHDC1 to the mRNA and the m6A complex influences the interaction of TREX with YTHDC1. Together our studies reveal a key role for TREX in the export of m6A modified mRNAs.",
    "Author": "Lesbirel S, Viphakone N, Parker M, et al.",
    "Journal": "Scientific reports, 2018, 8(1): 13827."
  },
  {
    "PMID": 30514900,
    "Title": "A novel m6A reader Prrc2a controls oligodendroglial specification and myelination.",
    "Abstract": "While N6-methyladenosine (m6A), the most abundant internal modification in eukaryotic mRNA, is linked to cell differentiation and tissue development, the biological significance of m6A modification in mammalian glial development remains unknown. Here, we identify a novel m6A reader, Prrc2a (Proline rich coiled-coil 2<U+2009>A), which controls oligodendrocyte specification and myelination. Nestin-Cre-mediated knockout of Prrc2a induces significant hypomyelination, decreased lifespan, as well as locomotive and cognitive defects in a mouse model. Further analyses reveal that Prrc2a is involved in oligodendrocyte progenitor cells (OPCs) proliferation and oligodendrocyte fate determination. Accordingly, oligodendroglial-lineage specific deletion of Prrc2a causes a similar phenotype of Nestin-Cre-mediated deletion. Combining transcriptome-wide RNA-seq, m6A-RIP-seq and Prrc2a RIP-seq analysis, we find that Olig2 is a critical downstream target gene of Prrc2a in oligodendrocyte development. Furthermore, Prrc2a stabilizes Olig2 mRNA through binding to a consensus GGACU motif in the Olig2 CDS (coding sequence) in an m6A-dependent manner. Interestingly, we also find that the m6A demethylase, Fto, erases the m6A modification of Olig2 mRNA and promotes its degradation. Together, our results indicate that Prrc2a plays an important role in oligodendrocyte specification through functioning as a novel m6A reader. These findings suggest a new avenue for the development of therapeutic strategies for hypomyelination-related neurological diseases.",
    "Author": "Wu R, Li A, Sun B, et al. ",
    "Journal": "Cell research, 2019, 29(1): 23."
  },
  {
    "PMID": 28809393,
    "Title": "Ythdc2 is an N6-methyladenosine binding protein that regulates mammalian spermatogenesis.",
    "Abstract": "N6-methyladenosine (m6A) is the most common internal modification in eukaryotic mRNA. It is dynamically installed and removed, and acts as a new layer of mRNA metabolism, regulating biological processes including stem cell pluripotency, cell differentiation, and energy homeostasis. m6A is recognized by selective binding proteins; YTHDF1 and YTHDF3 work in concert to affect the translation of m6A-containing mRNAs, YTHDF2 expedites mRNA decay, and YTHDC1 affects the nuclear processing of its targets. The biological function of YTHDC2, the final member of the YTH protein family, remains unknown. We report that YTHDC2 selectively binds m6A at its consensus motif. YTHDC2 enhances the translation efficiency of its targets and also decreases their mRNA abundance. Ythdc2 knockout mice are infertile; males have significantly smaller testes and females have significantly smaller ovaries compared to those of littermates. The germ cells of Ythdc2 knockout mice do not develop past the zygotene stage and accordingly, Ythdc2 is upregulated in the testes as meiosis begins. Thus, YTHDC2 is an m6A-binding protein that plays critical roles during spermatogenesis.",
    "Author": "Hsu P J, Zhu Y, Ma H, et al. ",
    "Journal": "Cell research, 2017, 27(9): 1115."
  },
  {
    "PMID": 23177736,
    "Title": "ALKBH5 is a mammalian RNA demethylase that impacts RNA metabolism and mouse fertility.",
    "Abstract": "N(6)-methyladenosine (m(6)A) is the most prevalent internal modification of messenger RNA (mRNA) in higher eukaryotes. Here we report ALKBH5 as another mammalian demethylase that oxidatively reverses m(6)A in mRNA in vitro and in vivo. This demethylation activity of ALKBH5 significantly affects mRNA export and RNA metabolism as well as the assembly of mRNA processing factors in nuclear speckles. Alkbh5-deficient male mice have increased m(6)A in mRNA and are characterized by impaired fertility resulting from apoptosis that affects meiotic metaphase-stage spermatocytes. In accordance with this defect, we have identified in mouse testes 1,551 differentially expressed genes that cover broad functional categories and include spermatogenesis-related mRNAs involved in the p53 functional interaction network. The discovery of this RNA demethylase strongly suggests that the reversible m(6)A modification has fundamental and broad functions in mammalian cells.",
    "Author": "Zheng G, Dahl J A, Niu Y, et al. ",
    "Journal": "Molecular cell, 2013, 49(1): 18-29."
  },
  {
    "PMID": 28017614,
    "Title": "FTO Plays an Oncogenic Role in Acute Myeloid Leukemia as a N6-Methyladenosine RNA Demethylase.",
    "Abstract": "N6-Methyladenosine (m6A) represents the most prevalent internal modification in mammalian mRNAs. Despite its functional importance in various fundamental bioprocesses, the studies of m6A in cancer have been limited. Here we show that FTO, as an m6A demethylase, plays a critical oncogenic role in acute myeloid leukemia (AML). FTO is highly expressed in AMLs with t(11q23)/MLL rearrangements, t(15;17)/PML-RARA, FLT3-ITD, and/or NPM1 mutations. FTO enhances leukemic oncogene-mediated cell transformation and leukemogenesis, and inhibits all-trans-retinoic acid (ATRA)-induced AML cell differentiation, through regulating expression of targets such as ASB2 and RARA by reducing m6A levels in these mRNA transcripts. Collectively, our study demonstrates the functional importance of the m6A methylation and the corresponding proteins in cancer, and provides profound insights into leukemogenesis and drug response.",
    "Author": "Li Z, Weng H, Su R, et al. ",
    "Journal": "Cancer cell, 2017, 31(1): 127-141."
  },
  {
    "PMID": 29186567,
    "Title": "Dynamic m6A modification regulates local translation of mRNA in axons.",
    "Abstract": "N6-methyladenosine (m6A) is a reversible modification in mRNA and has been shown to regulate processing, translation and decay of mRNA. However, the roles of m6A modification in neuronal development are still not known. Here, we found that the m6A eraser FTO is enriched in axons and can be locally translated. Axon-specific inhibition of FTO by rhein, or compartmentalized siRNA knockdown of Fto in axons led to increases of m6A levels. GAP-43 mRNA is modified by m6A and is a substrate of FTO in axons. Loss-of-function of this non-nuclear pool of FTO resulted in increased m6A modification and decreased local translation of axonal GAP-43 mRNA, which eventually repressed axon elongation. Mutation of a predicted m6A site in GAP-43 mRNA eliminated its m6A modification and exempted regulation of its local translation by axonal FTO. This work showed an example of dynamic internal m6A demethylation of non-nuclear localized mRNA by the demethylase FTO. Regulation of m6A modification of axonal mRNA by axonal FTO might be a general mechanism to control their local translation in neuronal development.",
    "Author": "Yu J, Chen M, Huang H, et al. ",
    "Journal": "Nucleic acids research, 2017, 46(3): 1412-1423."
  },
  {
    "PMID": 25412662,
    "Title": "FTO-dependent demethylation of N6-methyladenosine regulates mRNA splicing and is required for adipogenesis.",
    "Abstract": "The role of Fat Mass and Obesity-associated protein (FTO) and its substrate N6-methyladenosine (m6A) in mRNA processing and adipogenesis remains largely unknown. We show that FTO expression and m6A levels are inversely correlated during adipogenesis. FTO depletion blocks differentiation and only catalytically active FTO restores adipogenesis. Transcriptome analyses in combination with m6A-seq revealed that gene expression and mRNA splicing of grouped genes are regulated by FTO. M6A is enriched in exonic regions flanking 5'- and 3'-splice sites, spatially overlapping with mRNA splicing regulatory serine/arginine-rich (SR) protein exonic splicing enhancer binding regions. Enhanced levels of m6A in response to FTO depletion promotes the RNA binding ability of SRSF2 protein, leading to increased inclusion of target exons. FTO controls exonic splicing of adipogenic regulatory factor RUNX1T1 by regulating m6A levels around splice sites and thereby modulates differentiation. These findings provide compelling evidence that FTO-dependent m6A demethylation functions as a novel regulatory mechanism of RNA processing and plays a critical role in the regulation of adipogenesis.",
    "Author": "Zhao X, Yang Y, Sun B F, et al. ",
    "Journal": "Cell research, 2014, 24(12): 1403."
  },
  {
    "PMID": 27001847,
    "Title": "Hypoxia induces the breast cancer stem cell phenotype by HIF-dependent and ALKBH5-mediated m<U+2076>A-demethylation of NANOG mRNA.",
    "Abstract": "N(6)-methyladenosine (m(6)A) modification of mRNA plays a role in regulating embryonic stem cell pluripotency. However, the physiological signals that determine the balance between methylation and demethylation have not been described, nor have studies addressed the role of m(6)A in cancer stem cells. We report that exposure of breast cancer cells to hypoxia stimulated hypoxia-inducible factor (HIF)-1¦Á- and HIF-2¦Á-dependent expression of AlkB homolog 5 (ALKBH5), an m(6)A demethylase, which demethylated NANOG mRNA, which encodes a pluripotency factor, at an m(6)A residue in the 3'-UTR. Increased NANOG mRNA and protein expression, and the breast cancer stem cell (BCSC) phenotype, were induced by hypoxia in an HIF- and ALKBH5-dependent manner. Insertion of the NANOG 3'-UTR into a luciferase reporter gene led to regulation of luciferase activity by O2, HIFs, and ALKBH5, which was lost upon mutation of the methylated residue. ALKBH5 overexpression decreased NANOG mRNA methylation, increased NANOG levels, and increased the percentage of BCSCs, phenocopying the effect of hypoxia. Knockdown of ALKBH5 expression in MDA-MB-231 human breast cancer cells significantly reduced their capacity for tumor initiation as a result of reduced numbers of BCSCs. Thus, HIF-dependent ALKBH5 expression mediates enrichment of BCSCs in the hypoxic tumor microenvironment.",
    "Author": "Zhang C, Samanta D, Lu H, et al. ",
    "Journal": " Proceedings of the National Academy of Sciences, 2016, 113(14): E2047-E2056."
  },
  {
    "PMID": 28398475,
    "Title": "Fat mass and obesity-associated (FTO) protein regulates adult neurogenesis.",
    "Abstract": "Fat mass and obesity-associated gene (FTO) is a member of the Fe (II)- and oxoglutarate-dependent AlkB dioxygenase family and is linked to both obesity and intellectual disability. The role of FTO in neurodevelopment and neurogenesis, however, remains largely unknown. Here we show that FTO is expressed in adult neural stem cells and neurons and displays dynamic expression during postnatal neurodevelopment. The loss of FTO leads to decreased brain size and body weight. We find that FTO deficiency could reduce the proliferation and neuronal differentiation of adult neural stem cells in vivo, which leads to impaired learning and memory. Given the role of FTO as a demethylase of N6-methyladenosine (m6A), we went on to perform genome-wide m6A profiling and observed dynamic m6A modification during postnatal neurodevelopment. The loss of FTO led to the altered expression of several key components of the brain derived neurotrophic factor pathway that were marked by m6A. These results together suggest FTO plays important roles in neurogenesis, as well as in learning and memory.",
    "Author": "Li L, Zang L, Zhang F, et al. ",
    "Journal": "Human molecular genetics, 2017, 26(13): 2398-2411."
  },
  {
    "PMID": 29384212,
    "Title": "Increased N6-methyladenosine causes infertility is associated with FTO expression.",
    "Abstract": "The N6-methyladenosine (m6A) modification plays a central role in epigenetic regulation of the mammalian transcriptome. m6A can be demethylated by the fat mass- and obesity-associated (FTO) protein and the ¦Á-ketoglutarate-dependent dioxygenase alkB homolog 5 (ALKBH5) protein. Much less is known about that whether m6A content is involved in POI (premature ovarian insufficiency) disease. In this case-controlled study, 69 POI and 53 tubal occlusion patients were recruited from the reproduction centers in our hospital. For the POI animal model experiment, ovarian tissue was obtained from ten POI and nine healthy mice. An m6A test kit was developed to determine the m6A content in the RNA, and qPCR and western blot were used to examine the mRNA and protein expression levels of FTO and ALKBH5. FACS was used to measure the levels of proliferation and apoptosis, and siRNA was used to establish FTO and ALKBH5 knockdown cell lines. Our results showed that the m6A content in the RNA from POI patients and POI mice was significantly higher than control groups and that POI was characterized by the content of m6A. The mRNA and protein expression levels of FTO were significantly lower in the POI patients than control group and were associated with a risk of POI. These data suggest that the decreased mRNA and protein expression levels of FTO may be responsible for the increase in m6A in POI, which may further increase the risk of complications of POI. High m6A should be investigated further as a novel potential biomarker of POI.",
    "Author": "Ding C, Zou Q, Ding J, et al.",
    "Journal": "Journal of cellular physiology, 2018, 233(9): 7055-7066."
  },
  {
    "PMID": 30137347,
    "Title": "Glucose Is Involved in the Dynamic Regulation of m6A in Patients With Type 2 Diabetes.",
    "Abstract": "In patients with T2D, the m6A content was decreased, and mRNA expression levels of FTO, METTL3, METTL14, and WTAP were increased. Interestingly, the m6A content was negatively associated with mRNA expression levels of METTL3, METTL14, and FTO. Moreover, FTO was positively correlated with serum glucose. In HepG2 cells, high glucose upregulated FTO protein, whereas it had no significant effect on METTL3 or METTL14. Additionally, mRNA expression levels of FOXO1, G6PC, and DGAT2 were significantly increased and positively correlated with FTO and serum glucose in patients.\r\nOur data revealed that in patients with T2D, high-glucose-enhanced FTO mRNA expression resulted in a decrease in m6A. The lower m6A content might be responsible for the upregulation of methyltransferases. Additionally, FTO induced mRNA expression of FOXO1, G6PC, and DGAT2 and was closely associated with glucose metabolism.",
    "Author": "Yang Y, Shen F, Huang W, et al. ",
    "Journal": "The Journal of Clinical Endocrinology & Metabolism, 2018, 104(3): 665-673."
  },
  {
    "PMID": 28344040,
    "Title": "m6A Demethylase ALKBH5 Maintains Tumorigenicity of Glioblastoma Stem-like Cells by Sustaining FOXM1 Expression and Cell Proliferation Program.",
    "Abstract": "The dynamic and reversible N6-methyladenosine (m6A) RNA modification installed and erased by N6-methyltransferases and demethylases regulates gene expression and cell fate. We show that the m6A demethylase ALKBH5 is highly expressed in glioblastoma stem-like cells (GSCs). Silencing ALKBH5 suppresses the proliferation of patient-derived GSCs. Integrated transcriptome and m6A-seq analyses revealed altered expression of certain ALKBH5 target genes, including the transcription factor FOXM1. ALKBH5 demethylates FOXM1 nascent transcripts, leading to enhanced FOXM1 expression. Furthermore, a long non-coding RNA antisense to FOXM1 (FOXM1-AS) promotes the interaction of ALKBH5 with FOXM1 nascent transcripts. Depleting ALKBH5 and FOXM1-AS disrupted GSC tumorigenesis through the FOXM1 axis. Our work uncovers a critical function for ALKBH5 and provides insight into critical roles of m6A methylation in glioblastoma.",
    "Author": "Zhang S, Zhao B S, Zhou A, et al.",
    "Journal": "Cancer cell, 2017, 31(4): 591-606. e6."
  },
  {
    "PMID": 30796352,
    "Title": "Dynamic m6A mRNA methylation reveals the role of METTL3-m6A-CDCP1 signaling axis in chemical carcinogenesis.",
    "Abstract": "N6-methyladenosine (m6A) is the most abundant internal modification in mammalian mRNAs. Despite its functional importance in various physiological events, the role of m6A in chemical carcinogenesis remains largely unknown. Here we profiled the dynamic m6A mRNA modification during cellular transformation induced by chemical carcinogens and identified a subset of cell transformation-related, concordantly modulated m6A sites. Notably, the increased m6A in 3'-UTR mRNA of oncogene CDCP1 was found in malignant transformed cells. Mechanistically, the m6A methyltransferase METTL3 and demethylases ALKBH5 mediate the m6A modification in 3'-UTR of CDCP1 mRNA. METTL3 and m6A reader YTHDF1 preferentially recognize m6A residues on CPCP1 3'-UTR and promote CDCP1 translation. We further showed that METTL3 and CDCP1 are upregulated in the bladder cancer patient samples and the expression of METTL3 and CDCP1 is correlated with the progression status of the bladder cancers. Inhibition of the METTL3-m6A-CDCP1 axis resulted in decreased growth and progression of chemical-transformed cells and bladder cancer cells. Most importantly, METTL3-m6A-CDCP1 axis has synergistic effect with chemical carcinogens in promoting malignant transformation of uroepithelial cells and bladder cancer tumorigenesis in vitro and in vivo. Taken together, our results identify dynamic m6A modification in chemical-induced malignant transformation and provide insight into critical roles of the METTL3-m6A-CDCP1 axis in chemical carcinogenesis.",
    "Author": "Yang F, Jin H, Que B, et al. ",
    "Journal": "Oncogene, 2019: 1."
  },
  {
    "PMID": 30648791,
    "Title": "N6-methyladenosine demethylase FTO suppresses clear cell renal cell carcinoma through a novel FTO-PGC-1¦Á signalling axis.",
    "Abstract": "The abundant and reversible N6-methyladenosine (m6A) RNA modification and its modulators have important roles in regulating various gene expression and biological processes. Here, we demonstrate that fat mass and obesity associated (FTO), as an m6A demethylase, plays a critical anti-tumorigenic role in clear cell renal cell carcinoma (ccRCC). FTO is suppressed in ccRCC tissue. The low expression of FTO in human ccRCC correlates with increased tumour severity and poor patient survival. The Von Hippel-Lindau-deficient cells expressing FTO restores mitochondrial activity, induces oxidative stress and ROS production and shows impaired tumour growth, through increasing expression of PGC-1¦Á by reducing m6A levels in its mRNA transcripts. Our work demonstrates the functional importance of the m6A methylation and its modulator, and uncovers a critical FTO-PGC-1¦Á axis for developing effective therapeutic strategies in the treatment of ccRCC.",
    "Author": "Zhuang C, Zhuang C, Luo X, et al. ",
    "Journal": " Journal of cellular and molecular medicine, 2019, 23(3): 2163-2173."
  },
  {
    "PMID": 26218273,
    "Title": "The Demethylase Activity of FTO (Fat Mass and Obesity Associated Protein) Is Required for Preadipocyte Differentiation.",
    "Abstract": "FTO (fat mass and obesity associated gene) was genetically identified to be associated with body mass index (BMI), presumably through functional regulation of energy homeostasis. However, the cellular and molecular mechanisms by which FTO functions remain largely unknown. Using 3T3-L1 preadipocyte as a model to study the role of FTO in adipogenesis, we demonstrated that FTO is functionally required for 3T3-L1 differentiation. FTO knock-down with siRNA inhibited preadipocyte differentiation, whereas ectopic over-expression of FTO enhanced the process. The demethylase activity of FTO is required for differentiation. Level of N6-methyladenosine (m6A) is decreased in cells over-expressing FTO. In contrast, overexpression of R96Q, a FTO missense mutant lack of demethylase activity, had no effect on cellular m6A level and impeded differentiation. Treatment with Rosiglitazone, a PPAR¦Ã agonist, could overcome the differentiation inhibition imposed by R96Q mutant, suggesting the effect of FTO is mediated through PPAR¦Ã.",
    "Author": "Zhang M, Zhang Y, Ma J, et al. ",
    "Journal": "PLoS One, 2015, 10(7): e0133788."
  },
  {
    "PMID": 23867619,
    "Title": "A link between FTO, ghrelin, and impaired brain food-cue responsivity.",
    "Abstract": "Polymorphisms in the fat mass and obesity-associated gene (FTO) are associated with human obesity and obesity-prone behaviors, including increased food intake and a preference for energy-dense foods. FTO demethylates N6-methyladenosine, a potential regulatory RNA modification, but the mechanisms by which FTO predisposes humans to obesity remain unclear. In adiposity-matched, normal-weight humans, we showed that subjects homozygous for the FTO \"obesity-risk\" rs9939609 A allele have dysregulated circulating levels of the orexigenic hormone acyl-ghrelin and attenuated postprandial appetite reduction. Using functional MRI (fMRI) in normal-weight AA and TT humans, we found that the FTO genotype modulates the neural responses to food images in homeostatic and brain reward regions. Furthermore, AA and TT subjects exhibited divergent neural responsiveness to circulating acyl-ghrelin within brain regions that regulate appetite, reward processing, and incentive motivation. In cell models, FTO overexpression reduced ghrelin mRNA N6-methyladenosine methylation, concomitantly increasing ghrelin mRNA and peptide levels. Furthermore, peripheral blood cells from AA human subjects exhibited increased FTO mRNA, reduced ghrelin mRNA N6-methyladenosine methylation, and increased ghrelin mRNA abundance compared with TT subjects. Our findings show that FTO regulates ghrelin, a key mediator of ingestive behavior, and offer insight into how FTO obesity-risk alleles predispose to increased energy intake and obesity in humans.",
    "Author": "Karra E, O¡¯Daly O G, Choudhury A I, et al.",
    "Journal": "The Journal of clinical investigation, 2013, 123(8): 3539-3551."
  },
  {
    "PMID": 30297870,
    "Title": "METTL3-mediated N6-methyladenosine mRNA modification enhances long-term memory consolidation.",
    "Abstract": "The formation of long-term memory is critical for learning ability and social behaviors of humans and animals, yet its underlying mechanisms are largely unknown. We found that the efficacy of hippocampus-dependent memory consolidation is regulated by METTL3, an RNA N6-methyladenosine (m6A) methyltransferase, through promoting the translation of neuronal early-response genes. Such effect is exquisitely dependent on the m6A methyltransferase function of METTL3. Depleting METTL3 in mouse hippocampus reduces memory consolidation ability, yet unimpaired learning outcomes can be achieved if adequate training was given or the m6A methyltransferase function of METTL3 was restored. The abundance of METTL3 in wild-type mouse hippocampus is positively correlated with learning efficacy, and overexpression of METTL3 significantly enhances long-term memory consolidation. These findings uncover a direct role of RNA m6A modification in regulating long-term memory formation, and also indicate that memory efficacy difference among individuals could be compensated by repeated learning.",
    "Author": "Zhang Z, Wang M, Xie D, et al. ",
    "Journal": "Cell research, 2018, 28(11): 1050."
  },
  {
    "PMID": 24842286,
    "Title": "Changes in gene expression associated with FTO overexpression in mice.",
    "Abstract": "Single nucleotide polymorphisms in the first intron of the fat-mass-and-obesity-related gene FTO are associated with increased body weight and adiposity. Increased expression of FTO is likely underlying this obesity phenotype, as mice with two additional copies of Fto (FTO-4 mice) exhibit increased adiposity and are hyperphagic. FTO is a demethylase of single stranded DNA and RNA, and one of its targets is the m6A modification in RNA, which might play a role in the regulation of gene expression. In this study, we aimed to examine the changes in gene expression that occur in FTO-4 mice in order to gain more insight into the underlying mechanisms by which FTO influences body weight and adiposity. Our results indicate an upregulation of anabolic pathways and a downregulation of catabolic pathways in FTO-4 mice. Interestingly, although genes involved in methylation were differentially regulated in skeletal muscle of FTO-4 mice, no effect of FTO overexpression on m6A methylation of total mRNA was detected.",
    "Author": "Merkestein M, McTaggart J S, Lee S, et al.",
    "Journal": "PloS one, 2014, 9(5): e97162."
  },
  {
    "PMID": 26593424,
    "Title": "5' UTR m(6)A Promotes Cap-Independent Translation.",
    "Abstract": "Protein translation typically begins with the recruitment of the 43S ribosomal complex to the 5' cap of mRNAs by a cap-binding complex. However, some transcripts are translated in a cap-independent manner through poorly understood mechanisms. Here, we show that mRNAs containing N(6)-methyladenosine (m(6)A) in their 5' UTR can be translated in a cap-independent manner. A single 5' UTR m(6)A directly binds eukaryotic initiation factor 3 (eIF3), which is sufficient to recruit the 43S complex to initiate translation in the absence of the cap-binding factor eIF4E. Inhibition of adenosine methylation selectively reduces translation of mRNAs containing 5'UTR m(6)A. Additionally, increased m(6)A levels in the Hsp70 mRNA regulate its cap-independent translation following heat shock. Notably, we find that diverse cellular stresses induce a transcriptome-wide redistribution of m(6)A, resulting in increased numbers of mRNAs with 5' UTR m(6)A. These data show that 5' UTR m(6)A bypasses 5' cap-binding proteins to promote translation under stresses.",
    "Author": "Meyer K D, Patil D P, Zhou J, et al. ",
    "Journal": "Cell, 2015, 163(4): 999-1010."
  },
  {
    "PMID": 27773535,
    "Title": "N6-Methyladenosine in Flaviviridae Viral RNA Genomes Regulates Infection.",
    "Abstract": "The RNA modification N6-methyladenosine (m6A) post-transcriptionally regulates RNA function. The cellular machinery that controls m6A includes methyltransferases and demethylases that add or remove this modification, as well as m6A-binding YTHDF proteins that promote the translation or degradation of m6A-modified mRNA. We demonstrate that m6A modulates infection by hepatitis C virus (HCV). Depletion of m6A methyltransferases or an m6A demethylase, respectively, increases or decreases infectious HCV particle production. During HCV infection, YTHDF proteins relocalize to lipid droplets, sites of viral assembly, and their depletion increases infectious viral particles. We further mapped m6A sites across the HCV genome and determined that inactivating m6A in one viral genomic region increases viral titer without affecting RNA replication. Additional mapping of m6A on the RNA genomes of other Flaviviridae, including dengue, Zika, yellow fever, and West Nile virus, identifies conserved regions modified by m6A. Altogether, this work identifies m6A as a conserved regulatory mark across Flaviviridae genomes.",
    "Author": "Gokhale N S, McIntyre A B R, McFadden M J, et al. ",
    "Journal": "Cell host & microbe, 2016, 20(5): 654-665."
  },
  {
    "PMID": 27590511,
    "Title": "Hypoxia-inducible factors regulate pluripotency factor expression by ZNF217- and ALKBH5-mediated modulation of RNA methylation in breast cancer cells.",
    "Abstract": "Exposure of breast cancer cells to hypoxia increases the percentage of breast cancer stem cells (BCSCs), which are required for tumor initiation and metastasis, and this response is dependent on the activity of hypoxia-inducible factors (HIFs). We previously reported that exposure of breast cancer cells to hypoxia induces the ALKBH5-mediated demethylation of N6-methyladenosine (m6A) in NANOG mRNA leading to increased expression of NANOG, which is a pluripotency factor that promotes BCSC specification. Here we report that exposure of breast cancer cells to hypoxia also induces ZNF217-dependent inhibition of m6A methylation of mRNAs encoding NANOG and KLF4, which is another pluripotency factor that mediates BCSC specification. Although hypoxia induced the BCSC phenotype in all breast-cancer cell lines analyzed, it did so through variable induction of pluripotency factors and ALKBH5 or ZNF217. However, in every breast cancer line, the hypoxic induction of pluripotency factor and ALKBH5 or ZNF217 expression was HIF-dependent. Immunohistochemistry revealed that expression of HIF-1¦Á and ALKBH5 was concordant in all human breast cancer biopsies analyzed. ALKBH5 knockdown in MDA-MB-231 breast cancer cells significantly decreased metastasis from breast to lungs in immunodeficient mice. Thus, HIFs stimulate pluripotency factor expression and BCSC specification by negative regulation of RNA methylation.",
    "Author": "Zhang C, Zhi W I, Lu H, et al. ",
    "Journal": "Oncotarget, 2016, 7(40): 64527."
  },
  {
    "PMID": 28592530,
    "Title": "Kaposi's Sarcoma-Associated Herpesvirus Utilizes and Manipulates RNA N6-Adenosine Methylation To Promote Lytic Replication.",
    "Abstract": "N6-adenosine methylation (m6A) is the most common posttranscriptional RNA modification in mammalian cells. We found that most transcripts encoded by the Kaposi's sarcoma-associated herpesvirus (KSHV) genome undergo m6A modification. The levels of m6A-modified mRNAs increased substantially upon stimulation for lytic replication. The blockage of m6A inhibited splicing of the pre-mRNA encoding the replication transcription activator (RTA), a key KSHV lytic switch protein, and halted viral lytic replication. We identified several m6A sites in RTA pre-mRNA crucial for splicing through interactions with YTH domain containing 1 (YTHDC1), an m6A nuclear reader protein, in conjunction with serine/arginine-rich splicing factor 3 (SRSF3) and SRSF10. Interestingly, RTA induced m6A and enhanced its own pre-mRNA splicing. Our results not only demonstrate an essential role of m6A in regulating RTA pre-mRNA splicing but also suggest that KSHV has evolved a mechanism to manipulate the host m6A machinery to its advantage in promoting lytic replication.IMPORTANCE KSHV productive lytic replication plays a pivotal role in the initiation and progression of Kaposi's sarcoma tumors. Previous studies suggested that the KSHV switch from latency to lytic replication is primarily controlled at the chromatin level through histone and DNA modifications. The present work reports for the first time that KSHV genome-encoded mRNAs undergo m6A modification, which represents a new mechanism at the posttranscriptional level in the control of viral replication.",
    "Author": "Ye F, Chen E R, Nilsen T W. ",
    "Journal": "Journal of virology, 2017, 91(16): e00466-17."
  },
  {
    "PMID": 26458103,
    "Title": "Dynamic m(6)A mRNA methylation directs translational control of heat shock response.",
    "Abstract": "The most abundant mRNA post-transcriptional modification is N(6)-methyladenosine (m(6)A), which has broad roles in RNA biology. In mammalian cells, the asymmetric distribution of m(6)A along mRNAs results in relatively less methylation in the 5' untranslated region (5'UTR) compared to other regions. However, whether and how 5'UTR methylation is regulated is poorly understood. Despite the crucial role of the 5'UTR in translation initiation, very little is known about whether m(6)A modification influences mRNA translation. Here we show that in response to heat shock stress, certain adenosines within the 5'UTR of newly transcribed mRNAs are preferentially methylated. We find that the dynamic 5'UTR methylation is a result of stress-induced nuclear localization of YTHDF2, a well-characterized m(6)A 'reader'. Upon heat shock stress, the nuclear YTHDF2 preserves 5'UTR methylation of stress-induced transcripts by limiting the m(6)A 'eraser' FTO from demethylation. Remarkably, the increased 5'UTR methylation in the form of m(6)A promotes cap-independent translation initiation, providing a mechanism for selective mRNA translation under heat shock stress. Using Hsp70 mRNA as an example, we demonstrate that a single m(6)A modification site in the 5'UTR enables translation initiation independent of the 5' end N(7)-methylguanosine cap. The elucidation of the dynamic features of 5'UTR methylation and its critical role in cap-independent translation not only expands the breadth of physiological roles of m(6)A, but also uncovers a previously unappreciated translational control mechanism in heat shock response.",
    "Author": "Zhou J, Wan J, Gao X, et al. ",
    "Journal": "Nature, 2015, 526(7574): 591."
  },
  {
    "PMID": 28176824,
    "Title": "AMPK regulates lipid accumulation in skeletal muscle cells through FTO-dependent demethylation of N6-methyladenosine.",
    "Abstract": "Skeletal muscle plays important roles in whole-body energy homeostasis. Excessive skeletal muscle lipid accumulation is associated with some metabolic diseases such as obesity and Type 2 Diabetes. The energy sensor AMPK (AMP-activated protein kinase) is a key regulator of skeletal muscle lipid metabolism, but the precise regulatory mechanism remains to be elucidated. Here, we provide a novel mechanism by which AMPK regulates skeletal muscle lipid accumulation through fat mass and obesity-associated protein (FTO)-dependent demethylation of N6-methyladenosine (m6A). We confirmed an inverse correlation between AMPK and skeletal muscle lipid content. Moreover, inhibition of AMPK enhanced lipid accumulation, while activation of AMPK reduced lipid accumulation in skeletal muscle cells. Notably, we found that mRNA m6A methylation levels were inversely correlated with lipid content in skeletal muscle. Furthermore, AMPK positively regulated the m6A methylation levels of mRNA, which could negatively regulate lipid accumulation in C2C12. At the molecular level, we demonstrated that AMPK regulated lipid accumulation in skeletal muscle cells by regulating FTO expression and FTO-dependent demethylation of m6A. Together, these results provide a novel regulatory mechanism of AMPK on lipid metabolism in skeletal muscle cells and suggest the possibility of controlling skeletal muscle lipid deposition by targeting AMPK or using m6A related drugs.",
    "Author": "Wu W, Feng J, Jiang D, et al. ",
    "Journal": "Scientific reports, 2017, 7: 41606."
  },
  {
    "PMID": 25569111,
    "Title": "Stem cells. m6A mRNA methylation facilitates resolution of na<U+00EF>ve pluripotency toward differentiation.",
    "Abstract": "Na<U+00EF>ve and primed pluripotent states retain distinct molecular properties, yet limited knowledge exists on how their state transitions are regulated. Here, we identify Mettl3, an N(6)-methyladenosine (m(6)A) transferase, as a regulator for terminating murine na<U+00EF>ve pluripotency. Mettl3 knockout preimplantation epiblasts and na<U+00EF>ve embryonic stem cells are depleted for m(6)A in mRNAs, yet are viable. However, they fail to adequately terminate their na<U+00EF>ve state and, subsequently, undergo aberrant and restricted lineage priming at the postimplantation stage, which leads to early embryonic lethality. m(6)A predominantly and directly reduces mRNA stability, including that of key na<U+00EF>ve pluripotency-promoting transcripts. This study highlights a critical role for an mRNA epigenetic modification in vivo and identifies regulatory modules that functionally influence na<U+00EF>ve and primed pluripotency in an opposing manner.",
    "Author": "Geula S, Moshitch-Moshkovitz S, Dominissini D, et al. ",
    "Journal": "Science, 2015, 347(6225): 1002-1006."
  },
  {
    "PMID": 25723394,
    "Title": "N6-adenosine methylation in MiRNAs.",
    "Abstract": "Methylation of N6-adenosine (m6A) has been observed in many different classes of RNA, but its prevalence in microRNAs (miRNAs) has not yet been studied. Here we show that a knockdown of the m6A demethylase FTO affects the steady-state levels of several miRNAs. Moreover, RNA immunoprecipitation with an anti-m6A-antibody followed by RNA-seq revealed that a significant fraction of miRNAs contains m6A. By motif searches we have discovered consensus sequences discriminating between methylated and unmethylated miRNAs. The epigenetic modification of an epigenetic modifier as described here adds a new layer to the complexity of the posttranscriptional regulation of gene expression.",
    "Author": "Berulava T, Rahmann S, Rademacher K, et al. ",
    "Journal": "PloS one, 2015, 10(2): e0118438."
  },
  {
    "PMID": 22608085,
    "Title": "Comprehensive analysis of mRNA methylation reveals enrichment in 3' UTRs and near stop codons.",
    "Abstract": "Methylation of the N(6) position of adenosine (m(6)A) is a posttranscriptional modification of RNA with poorly understood prevalence and physiological relevance. The recent discovery that FTO, an obesity risk gene, encodes an m(6)A demethylase implicates m(6)A as an important regulator of physiological processes. Here, we present a method for transcriptome-wide m(6)A localization, which combines m(6)A-specific methylated RNA immunoprecipitation with next-generation sequencing (MeRIP-Seq). We use this method to identify mRNAs of 7,676 mammalian genes that contain m(6)A, indicating that m(6)A is a common base modification of mRNA. The m(6)A modification exhibits tissue-specific regulation and is markedly increased throughout brain development. We find that m(6)A sites are enriched near stop codons and in 3' UTRs, and we uncover an association between m(6)A residues and microRNA-binding sites within 3' UTRs. These findings provide a resource for identifying transcripts that are substrates for adenosine methylation and reveal insights into the epigenetic regulation of the mammalian transcriptome.",
    "Author": "Meyer K D, Saletore Y, Zumbo P, et al. ",
    "Journal": "Cell, 2012, 149(7): 1635-1646."
  },
  {
    "PMID": 29429926,
    "Title": "N6-Methyladenosine Guides mRNA Alternative Translation during Integrated Stress Response.",
    "Abstract": "The integrated stress response (ISR) facilitates cellular adaptation to stress conditions via the common target eIF2¦Á. During ISR, the selective translation of stress-related mRNAs often relies on alternative mechanisms, such as leaky scanning or reinitiation, but the underlying mechanism remains incompletely understood. Here we report that, in response to amino acid starvation, the reinitiation of ATF4 is not only governed by the eIF2¦Á signaling pathway, but is also subjected to regulation by mRNA methylation in the form of N6-methyladenosine (m6A). While depleting m6A demethylases represses ATF4 reinitiation, knocking down m6A methyltransferases promotes ATF4 translation. We demonstrate that m6A in the 5' UTR controls ribosome scanning and subsequent start codon selection. Global profiling of initiating ribosomes reveals widespread alternative translation events influenced by dynamic mRNA methylation. Consistently, Fto transgenic mice manifest enhanced ATF4 expression, highlighting the critical role of m6A in translational regulation of ISR at cellular and organismal levels.",
    "Author": "Zhou J, Wan J, Shu X E, et al. ",
    "Journal": "Molecular cell, 2018, 69(4): 636-647. e7."
  },
  {
    "PMID": 28977517,
    "Title": "N6-methyladenosine demethylase FTO targets pre-mRNAs and regulates alternative splicing and 3¡ä-end processing",
    "Abstract": "N6-methyladenosine (m6A) is the most abundant base modification found in messenger RNAs (mRNAs). The discovery of FTO as the first m6A mRNA demethylase established the concept of reversible RNA modification. Here, we present a comprehensive transcriptome-wide analysis of RNA demethylation and uncover FTO as a potent regulator of nuclear mRNA processing events such as alternative splicing and 3<U+0384> end mRNA processing. We show that FTO binds preferentially to pre-mRNAs in intronic regions, in the proximity of alternatively spliced (AS) exons and poly(A) sites. FTO knockout (KO) results in substantial changes in pre-mRNA splicing with prevalence of exon skipping events. The alternative splicing effects of FTO KO anti-correlate with METTL3 knockdown suggesting the involvement of m6A. Besides, deletion of intronic region that contains m6A-linked DRACH motifs partially rescues the FTO KO phenotype in a reporter system. All together, we demonstrate that the splicing effects of FTO are dependent on the catalytic activity in vivo and are mediated by m6A. Our results reveal for the first time the dynamic connection between FTO RNA binding and demethylation activity that influences several mRNA processing events.",
    "Author": "Bartosovic M, Molares H C, Gregorova P, et al. ",
    "Journal": " Nucleic acids research, 2017, 45(19): 11356-11370."
  },
  {
    "PMID": 26526723,
    "Title": "Coordination of m(6)A mRNA Methylation and Gene Transcription by ZFP217 Regulates Pluripotency and Reprogramming.",
    "Abstract": "Epigenetic and epitranscriptomic networks have important functions in maintaining the pluripotency of embryonic stem cells (ESCs) and somatic cell reprogramming. However, the mechanisms integrating the actions of these distinct networks are only partially understood. Here we show that the chromatin-associated zinc finger protein 217 (ZFP217) coordinates epigenetic and epitranscriptomic regulation. ZFP217 interacts with several epigenetic regulators, activates the transcription of key pluripotency genes, and modulates N6-methyladenosine (m(6)A) deposition on their transcripts by sequestering the enzyme m(6)A methyltransferase-like 3 (METTL3). Consistently, Zfp217 depletion compromises ESC self-renewal and somatic cell reprogramming, globally increases m(6)A RNA levels, and enhances m(6)A modification of the Nanog, Sox2, Klf4, and c-Myc mRNAs, promoting their degradation. ZFP217 binds its own target gene mRNAs, which are also METTL3 associated, and is enriched at promoters of m(6)A-modified transcripts. Collectively, these findings shed light on how a transcription factor can tightly couple gene transcription to m(6)A RNA modification to ensure ESC identity.",
    "Author": "Aguilo F, Zhang F, Sancho A, et al. ",
    "Journal": " Cell stem cell, 2015, 17(6): 689-704."
  },
  {
    "PMID": 31037292,
    "Title": "Zfp217 mediates m6A mRNA methylation to orchestrate transcriptional and post-transcriptional regulation to promote adipogenic differentiation.",
    "Abstract": "A complex and highly orchestrated gene expression program chiefly establishes the properties that define the adipocyte phenotype, in which the vast majority of factors are involved in transcriptional regulation. However, the mechanisms by post-transcriptional modulation are poorly understood. Here, we showed that zinc finger protein (Zfp217) couples gene transcription to m6A mRNA modification to facilitate adipogenesis. Zfp217 modulates m6A mRNA methylation by activating the transcription of m6A demethylase FTO. Consistently, depletion of Zfp217 compromises adipogenic differentiation of 3T3L1 cells and results in a global increase of m6A modification. Moreover, the interaction of Zfp217 with YTHDF2 is critical for allowing FTO to maintain its interaction with m6A sites on various mRNAs, as loss of Zfp217 leads to FTO decrease and augmented m6A levels. These findings highlight a role for Zfp217-dependent m6A modification to coordinate transcriptional and post-transcriptional regulation and thus promote adipogenic differentiation.",
    "Author": "Song T, Yang Y, Wei H, et al. ",
    "Journal": "Nucleic acids research, 2019."
  },
  {
    "PMID": 25799998,
    "Title": "N6-methyladenosine marks primary microRNAs for processing.",
    "Abstract": "The first step in the biogenesis of microRNAs is the processing of primary microRNAs (pri-miRNAs) by the microprocessor complex, composed of the RNA-binding protein DGCR8 and the type III RNase DROSHA. This initial event requires recognition of the junction between the stem and the flanking single-stranded RNA of the pri-miRNA hairpin by DGCR8 followed by recruitment of DROSHA, which cleaves the RNA duplex to yield the pre-miRNA product. While the mechanisms underlying pri-miRNA processing have been determined, the mechanism by which DGCR8 recognizes and binds pri-miRNAs, as opposed to other secondary structures present in transcripts, is not understood. Here we find in mammalian cells that methyltransferase-like 3 (METTL3) methylates pri-miRNAs, marking them for recognition and processing by DGCR8. Consistent with this, METTL3 depletion reduced the binding of DGCR8 to pri-miRNAs and resulted in the global reduction of mature miRNAs and concomitant accumulation of unprocessed pri-miRNAs. In vitro processing reactions confirmed the sufficiency of the N(6)-methyladenosine (m(6)A) mark in promoting pri-miRNA processing. Finally, gain-of-function experiments revealed that METTL3 is sufficient to enhance miRNA maturation in a global and non-cell-type-specific manner. Our findings reveal that the m(6)A mark acts as a key post-transcriptional modification that promotes the initiation of miRNA biogenesis.",
    "Author": "Alarc¨®n C R, Lee H, Goodarzi H, et al.",
    "Journal": "Nature, 2015, 519(7544): 482."
  },
  {
    "PMID": 22575960,
    "Title": "Topology of the human and mouse m6A RNA methylomes revealed by m6A-seq.",
    "Abstract": "An extensive repertoire of modifications is known to underlie the versatile coding, structural and catalytic functions of RNA, but it remains largely uncharted territory. Although biochemical studies indicate that N(6)-methyladenosine (m(6)A) is the most prevalent internal modification in messenger RNA, an in-depth study of its distribution and functions has been impeded by a lack of robust analytical methods. Here we present the human and mouse m(6)A modification landscape in a transcriptome-wide manner, using a novel approach, m(6)A-seq, based on antibody-mediated capture and massively parallel sequencing. We identify over 12,000 m(6)A sites characterized by a typical consensus in the transcripts of more than 7,000 human genes. Sites preferentially appear in two distinct landmarks--around stop codons and within long internal exons--and are highly conserved between human and mouse. Although most sites are well preserved across normal and cancerous tissues and in response to various stimuli, a subset of stimulus-dependent, dynamically modulated sites is identified. Silencing the m(6)A methyltransferase significantly affects gene expression and alternative splicing patterns, resulting in modulation of the p53 (also known as TP53) signalling pathway and apoptosis. Our findings therefore suggest that RNA decoration by m(6)A has a fundamental role in regulation of gene expression.",
    "Author": "Dominissini D, Moshitch-Moshkovitz S, Schwartz S, et al. ",
    "Journal": "Nature, 2012, 485(7397): 201."
  },
  {
    "PMID": 25456834,
    "Title": "m(6)A RNA modification controls cell fate transition in mammalian embryonic stem cells.",
    "Abstract": "N6-methyl-adenosine (m(6)A) is the most abundant modification on messenger RNAs and is linked to human diseases, but its functions in mammalian development are poorly understood. Here we reveal the evolutionary conservation and function of m(6)A by mapping the m(6)A methylome in mouse and human embryonic stem cells. Thousands of messenger and long noncoding RNAs show conserved m(6)A modification, including transcripts encoding core pluripotency transcription factors. m(6)A is enriched over 3' untranslated regions at defined sequence motifs and marks unstable transcripts, including transcripts turned over upon differentiation. Genetic inactivation or depletion of mouse and human Mettl3, one of the m(6)A methylases, led to m(6)A erasure on select target genes, prolonged Nanog expression upon differentiation, and impaired ESC exit from self-renewal toward differentiation into several lineages in vitro and in vivo. Thus, m(6)A is a mark of transcriptome flexibility required for stem cells to differentiate to specific lineages.",
    "Author": "Batista P J, Molinie B, Wang J, et al.",
    "Journal": " Cell stem cell, 2014, 15(6): 707-719"
  },
  {
    "PMID": 29573145,
    "Title": "Profiling of m6A RNA modifications identified an age-associated regulation of AGO2 mRNA stability.",
    "Abstract": "Gene expression is dynamically regulated in a variety of mammalian physiologies. During mammalian aging, there are changes that occur in protein expression that are highly controlled by the regulatory steps in transcription, post-transcription, and post-translation. Although there are global profiles of human transcripts during the aging processes available, the mechanism(s) by which transcripts are differentially expressed between young and old cohorts remains unclear. Here, we report on N6-methyladenosine (m6A) RNA modification profiles of human peripheral blood mononuclear cells (PBMCs) from young and old cohorts. An m6A RNA profile identified a decrease in overall RNA methylation during the aging process as well as the predominant modification on proteincoding mRNAs. The m6A-modified transcripts tend to be more highly expressed than nonmodified ones. Among the many methylated mRNAs, those of DROSHA and AGO2 were heavily methylated in young PBMCs which coincided with a decreased steady-state level of AGO2 mRNA in the old PBMC cohort. Similarly, downregulation of AGO2 in proliferating human diploid fibroblasts (HDFs) also correlated with a decrease in AGO2 mRNA modifications and steady-state levels. In addition, the overexpression of RNA methyltransferases stabilized AGO2 mRNA but not DROSHA and DICER1 mRNA in HDFs. Moreover, the abundance of miRNAs also changed in the young and old PBMCs which are possibly due to a correlation with AGO2 expression as observed in AGO2-depleted HDFs. Taken together, we uncovered the role of mRNA methylation on the abundance of AGO2 mRNA resulting in the repression of miRNA expression during the process of human aging.",
    "Author": "Min K W, Zealy R W, Davila S, et al.",
    "Journal": "Aging cell, 2018, 17(3): e12753."
  },
  {
    "PMID": 25719671,
    "Title": "N(6)-methyladenosine-dependent RNA structural switches regulate RNA-protein interactions.",
    "Abstract": "RNA-binding proteins control many aspects of cellular biology through binding single-stranded RNA binding motifs (RBMs). However, RBMs can be buried within their local RNA structures, thus inhibiting RNA-protein interactions. N(6)-methyladenosine (m(6)A), the most abundant and dynamic internal modification in eukaryotic messenger RNA, can be selectively recognized by the YTHDF2 protein to affect the stability of cytoplasmic mRNAs, but how m(6)A achieves its wide-ranging physiological role needs further exploration. Here we show in human cells that m(6)A controls the RNA-structure-dependent accessibility of RBMs to affect RNA-protein interactions for biological regulation; we term this mechanism 'the m(6)A-switch'. We found that m(6)A alters the local structure in mRNA and long non-coding RNA (lncRNA) to facilitate binding of heterogeneous nuclear ribonucleoprotein C (HNRNPC), an abundant nuclear RNA-binding protein responsible for pre-mRNA processing. Combining photoactivatable-ribonucleoside-enhanced crosslinking and immunoprecipitation (PAR-CLIP) and anti-m(6)A immunoprecipitation (MeRIP) approaches enabled us to identify 39,060 m(6)A-switches among HNRNPC-binding sites; and global m(6)A reduction decreased HNRNPC binding at 2,798 high-confidence m(6)A-switches. We determined that these m(6)A-switch-regulated HNRNPC-binding activities affect the abundance as well as alternative splicing of target mRNAs, demonstrating the regulatory role of m(6)A-switches on gene expression and RNA maturation. Our results illustrate how RNA-binding proteins gain regulated access to their RBMs through m(6)A-dependent RNA structural remodelling, and provide a new direction for investigating RNA-modification-coded cellular biology.",
    "Author": "Liu N, Dai Q, Zheng G, et al. ",
    "Journal": "Nature, 2015, 518(7540): 560."
  },
  {
    "PMID": 28991227,
    "Title": "Essential role of METTL3-mediated m6A modification in glioma stem-like cells maintenance and radioresistance.",
    "Abstract": "Despite advances in biology and therapeutic modalities, existence of highly tumorigenic glioma stem-like cells (GSCs) makes glioblastomas (GBMs) invincible. N6-methyl adenosine (m6A), one of the abundant mRNA modifications catalyzed by methyltransferase-like 3 and 14 (METTL3/14), influences various events in RNA metabolism. Here, we report the crucial role of METTL3-mediated m6A modification in GSC (neurosphere) maintenance and dedifferentiation of glioma cells. METTL3 expression is elevated in GSC and attenuated during differentiation. RNA immunoprecipitation studies identified SOX2 as a bonafide m6A target of METTL3 and the m6A modification of SOX2 mRNA by METTL3 enhanced its stability. The exogenous overexpression of 3'UTR-less SOX2 significantly alleviated the inhibition of neurosphere formation observed in METTL3 silenced GSCs. METTL3 binding and m6A modification in vivo required intact three METTL3/m6A sites present in the SOX2-3'UTR. Further, we found that the recruitment of Human antigen R (HuR) to m6A-modified RNA is essential for SOX2 mRNA stabilization by METTL3. In addition, we found a preferential binding by HuR to the m6A-modified transcripts globally. METTL3 silenced GSCs showed enhanced sensitivity to ¦Ã-irradiation and reduced DNA repair as evidenced from the accumulation of ¦Ã-H2AX. Exogenous overexpression of 3'UTR-less SOX2 in METTL3 silenced GSCs showed efficient DNA repair and also resulted in the significant rescue of neurosphere formation from METTL3 silencing induced radiosensitivity. Silencing METTL3 inhibited RasV12 mediated transformation of mouse immortalized astrocytes. GBM tumors have elevated levels of METTL3 transcripts and silencing METTL3 in U87/TIC inhibited tumor growth in an intracranial orthotopic mouse model with prolonged mice survival. METTL3 transcript levels predicted poor survival in GBMs which are enriched for GSC-specific signature. Thus our study reports the importance of m6A modification in GSCs and uncovers METTL3 as a potential molecular target in GBM therapy.",
    "Author": "Visvanathan A, Patil V, Arora A, et al. ",
    "Journal": "Oncogene, 2018, 37(4): 522."
  },
  {
    "PMID": 29924987,
    "Title": "Transient N-6-Methyladenosine Transcriptome Sequencing Reveals a Regulatory Role of m6A in Splicing Efficiency.",
    "Abstract": "Splicing efficiency varies among transcripts, and tight control of splicing kinetics is crucial for coordinated gene expression. N-6-methyladenosine (m6A) is the most abundant RNA modification and is involved in regulation of RNA biogenesis and function. The impact of m6A on regulation of RNA splicing kinetics is unknown. Here, we provide a time-resolved high-resolution assessment of m6A on nascent RNA transcripts and unveil its importance for the control of RNA splicing kinetics. We find that early co-transcriptional m6A deposition near splice junctions promotes fast splicing, while m6A modifications in introns are associated with long, slowly processed introns and alternative splicing events. In conclusion, we show that early m6A deposition specifies the fate of transcripts regarding splicing kinetics and alternative splicing.",
    "Author": "Louloupi A, Ntini E, Conrad T, et al. ",
    "Journal": "Cell reports, 2018, 23(12): 3429-3437."
  },
  {
    "PMID": 29345285,
    "Title": "The epitranscriptome m6A writer METTL3 promotes chemo- and radioresistance in pancreatic cancer cells.",
    "Abstract": "N6-methyladenosine (m6A) is the most abundant epitranscriptome modification in mammalian mRNA. Recent years have seen substantial progress in m6A epitranscriptomics, indicating its crucial roles in the initiation and progression of cancer through regulation of RNA stabilities, mRNA splicing, microRNA processing and mRNA translation. However, by what means m6A is dynamically regulated or written by enzymatic components represented by methyltransferase-like 3 (METTL3) and how m6A is significant for each of the numerous genes remain unclear. We focused on METTL3 in pancreatic cancer, the prognosis of which is not satisfactory despite the development of multidisciplinary therapies. We established METTL3-knockdown pancreatic cancer cell line using short hairpin RNA. Although morphologic and proliferative changes were unaffected, METTL3-depleted cells showed higher sensitivity to anticancer reagents such as gemcitabine, 5-fluorouracil, cisplatin and irradiation. Our data suggest that METTL3 is a potent target for enhancing therapeutic efficacy in patients with pancreatic cancer. In addition, we performed cDNA expression analysis followed by gene ontology and protein-protein interaction analysis using the Database for Annotation, Visualization, and Integrated Discovery and Search Tool for the Retrieval of Interacting Genes/Proteins databases, respectively. The results demonstrate that METTL3 was associated with mitogen-activated protein kinase cascades, ubiquitin-dependent process and RNA splicing and regulation of cellular process, suggesting functional roles and targets of METTL3.",
    "Author": "Taketo K, Konno M, Asai A, et al. ",
    "Journal": "International journal of oncology, 2018, 52(2): 621-629."
  },
  {
    "PMID": 29171881,
    "Title": "RNA N6-methyladenosine methyltransferase-like 3 promotes liver cancer progression through YTHDF2-dependent posttranscriptional silencing of SOCS2.",
    "Abstract": "Epigenetic alterations have contributed greatly to human carcinogenesis. Conventional epigenetic studies have predominantly focused on DNA methylation, histone modifications, and chromatin remodeling. Recently, diverse and reversible chemical modifications of RNAs have emerged as a new layer of epigenetic regulation. N6-methyladenosine (m6A) is the most abundant chemical modification of eukaryotic messenger RNA (mRNA) and is important for the regulation of mRNA stability, splicing, and translation. Using transcriptome sequencing, we discovered that methyltransferase-like 3 (METTL3), a major RNA N6-adenosine methyltransferase, was significantly up-regulated in human hepatocellular carcinoma (HCC) and multiple solid tumors. Clinically, overexpression of METTL3 is associated with poor prognosis of patients with HCC. Functionally, we proved that knockdown of METTL3 drastically reduced HCC cell proliferation, migration, and colony formation in vitro. Knockout of METTL3 remarkably suppressed HCC tumorigenicity and lung metastasis in vivo. On the other hand, using the CRISPR/dCas9-VP64 activation system, we demonstrated that overexpression of METTL3 significantly promoted HCC growth both in vitro and in vivo. Through transcriptome sequencing, m6A sequencing, and m6A methylated RNA immuno-precipitation quantitative reverse-transcription polymerase chain reaction, we identified suppressor of cytokine signaling 2 (SOCS2) as a target of METTL3-mediated m6A modification. Knockdown of METTL3 substantially abolished SOCS2 mRNA m6A modification and augmented SOCS2 mRNA expression. We also showed that m6A-mediated SOCS2 mRNA degradation relied on the m6A reader protein YTHDF2-dependent pathway.",
    "Author": "Chen M, Wei L, Law C T, et al. ",
    "Journal": "Hepatology, 2018, 67(6): 2254-2270."
  },
  {
    "PMID": 27774652,
    "Title": "METTL14 suppresses the metastatic potential of hepatocellular carcinoma by modulating N6 -methyladenosine-dependent primary MicroRNA processing.",
    "Abstract": "N6 -Methyladenosine (m6 A) modification has been implicated in many biological processes. However, its role in cancer has not been well studied. Here, we demonstrate that m6 A modifications are decreased in hepatocellular carcinoma, especially in metastatic hepatocellular carcinoma, and that methyltransferase-like 14 (METTL14) is the main factor involved in aberrant m6 A modification. Moreover, METTL14 down-regulation acts as an adverse prognosis factor for recurrence-free survival of hepatocellular carcinoma and is significantly associated with tumor metastasis in vitro and in vivo. We confirm that METTL14 interacts with the microprocessor protein DGCR8 and positively modulates the primary microRNA 126 process in an m6 A-dependent manner. Further experiments show that microRNA 126 inhibits the repressing effect of METTL14 in tumor metastasis.",
    "Author": "Ma J, Yang F, Zhou C, et al.",
    "Journal": "Hepatology, 2017, 65(2): 529-543."
  },
  {
    "PMID": 28297667,
    "Title": "m6A RNA Methylation Regulates the Self-Renewal and Tumorigenesis of Glioblastoma Stem Cells.",
    "Abstract": "RNA modifications play critical roles in important biological processes. However, the functions of N6-methyladenosine (m6A) mRNA modification in cancer biology and cancer stem cells remain largely unknown. Here, we show that m6A mRNA modification is critical for glioblastoma stem cell (GSC) self-renewal and tumorigenesis. Knockdown of METTL3 or METTL14, key components of the RNA methyltransferase complex, dramatically promotes human GSC growth, self-renewal, and tumorigenesis. In contrast, overexpression of METTL3 or inhibition of the RNA demethylase FTO suppresses GSC growth and self-renewal. Moreover, inhibition of FTO suppresses tumor progression and prolongs lifespan of GSC-grafted mice substantially. m6A sequencing reveals that knockdown of METTL3 or METTL14 induced changes in mRNA m6A enrichment and altered mRNA expression of genes (e.g., ADAM19) with critical biological functions in GSCs. In summary, this study identifies the m6A mRNA methylation machinery as promising therapeutic targets for glioblastoma.",
    "Author": "Cui Q, Shi H, Ye P, et al. ",
    "Journal": "Cell reports, 2017, 18(11): 2622-2634."
  },
  {
    "PMID": 24209618,
    "Title": "RNA-methylation-dependent RNA processing controls the speed of the circadian clock.",
    "Abstract": "The eukaryotic biological clock involves a negative transcription-translation feedback loop in which clock genes regulate their own transcription and that of output genes of metabolic significance. While around 10% of the liver transcriptome is rhythmic, only about a fifth is driven by de novo transcription, indicating mRNA processing is a major circadian component. Here, we report that inhibition of transmethylation reactions elongates the circadian period. RNA sequencing then reveals methylation inhibition causes widespread changes in the transcription of the RNA processing machinery, associated with m(6)A-RNA methylation. We identify m(6)A sites on many clock gene transcripts and show that specific inhibition of m(6)A methylation by silencing of the m(6)A methylase Mettl3 is sufficient to elicit circadian period elongation and RNA processing delay. Analysis of the circadian nucleocytoplasmic distribution of clock genes Per2 and Arntl then revealed an uncoupling between steady-state pre-mRNA and cytoplasmic mRNA rhythms when m(6)A methylation is inhibited.",
    "Author": "Fustin J M, Doi M, Yamaguchi Y, et al.",
    "Journal": "Cell, 2013, 155(4): 793-806."
  },
  {
    "PMID": 27117702,
    "Title": "The m(6)A Methyltransferase METTL3 Promotes Translation in Human Cancer Cells.",
    "Abstract": "METTL3 is an RNA methyltransferase implicated in mRNA biogenesis, decay, and translation control through N(6)-methyladenosine (m(6)A) modification. Here we find that METTL3 promotes translation of certain mRNAs including epidermal growth factor receptor (EGFR) and the Hippo pathway effector TAZ in human cancer cells. In contrast to current models that invoke m(6)A reader proteins downstream of nuclear METTL3, we find METTL3 associates with ribosomes and promotes translation in the cytoplasm. METTL3 depletion inhibits translation, and both wild-type and catalytically inactive METTL3 promote translation when tethered to a reporter mRNA. Mechanistically, METTL3 enhances mRNA translation through an interaction with the translation initiation machinery. METTL3 expression is elevated in lung adenocarcinoma and using both loss- and gain-of-function studies, we find that METTL3 promotes growth, survival, and invasion of human lung cancer cells. Our results uncover an important role of METTL3 in promoting translation of oncogenes in human lung cancer.",
    "Author": "Lin S, Choe J, Du P, et al. ",
    "Journal": "Molecular cell, 2016, 62(3): 335-345."
  },
  {
    "PMID": 30659266,
    "Title": "The m6A methyltransferase METTL3 promotes bladder cancer progression via AFF4/NF-¦ÊB/MYC signaling network.",
    "Abstract": "N6-methyladenosine (m6A) is the most abundant modification in eukaryotic messenger RNAs (mRNAs), and plays important roles in many bioprocesses. However, its functions in bladder cancer (BCa) remain elusive. Here, we discovered that methyltransferase-like 3 (METTL3), a major RNA N6-adenosine methyltransferase, was significantly up-regulated in human BCa. Knockdown of METTL3 drastically reduced BCa cell proliferation, invasion, and survival in vitro and tumorigenicity in vivo. On the other hand, overexpression of METTL3 significantly promoted BCa cell growth and invasion. Through transcriptome sequencing, m6A sequencing and m6A methylated RNA immuno-precipitation quantitative reverse-transcription polymerase chain reaction, we revealed the profile of METTL3-mediated m6A modification in BCa cells for the first time. AF4/FMR2 family member 4 (AFF4), two key regulators of NF-¦ÊB pathway (IKBKB and RELA) and MYC were further identified as direct targets of METTL3-mediated m6A modification. In addition, we showed that besides NF-¦ÊB, AFF4 binds to the promoter of MYC and promotes its expression, implying a novel multilevel regulatory network downstream of METTL3. Our results uncovered an AFF4/NF-¦ÊB/MYC signaling network operated by METTL3-mediated m6A modification and provided insight into the mechanisms of BCa progression.",
    "Author": "Cheng M, Sheng L, Gao Q, et al. ",
    "Journal": " Oncogene, 2019: 1."
  },
  {
    "PMID": 29290617,
    "Title": "METTL14 Inhibits Hematopoietic Stem/Progenitor Differentiation and Promotes Leukemogenesis via mRNA m6A Modification.",
    "Abstract": "N6-methyladenosine (m6A), the most prevalent internal modification in eukaryotic messenger RNAs (mRNAs), plays critical roles in many bioprocesses. However, its functions in normal and malignant hematopoiesis remain elusive. Here, we report that METTL14, a key component of the m6A methyltransferase complex, is highly expressed in normal hematopoietic stem/progenitor cells (HSPCs) and acute myeloid leukemia (AML) cells carrying t(11q23), t(15;17), or t(8;21) and is downregulated during myeloid differentiation. Silencing of METTL14 promotes terminal myeloid differentiation of normal HSPCs and AML cells and inhibits AML cell survival/proliferation. METTL14 is required for development and maintenance of AML and self-renewal of leukemia stem/initiation cells (LSCs/LICs). Mechanistically, METTL14 exerts its oncogenic role by regulating its mRNA targets (e.g., MYB and MYC) through m6A modification, while the protein itself is negatively regulated by SPI1. Collectively, our results reveal the SPI1-METTL14-MYB/MYC signaling axis in myelopoiesis and leukemogenesis and highlight the critical roles of METTL14 and m6A modification in normal and malignant hematopoiesis.",
    "Author": "Weng H, Huang H, Wu H, et al. ",
    "Journal": "Cell Stem Cell, 2018, 22(2): 191-205. e9."
  },
  {
    "PMID": 30781903,
    "Title": "N<U+2076>-Methyladenosine Landscape of Glioma Stem-Like Cells: METTL3 Is Essential for the Expression of Actively Transcribed Genes and Sustenance of the Oncogenic Signaling.",
    "Abstract": "Despite recent advances in N<U+2076>-methyladenosine (m<U+2076>A) biology, the regulation of crucial RNA processing steps by the RNA methyltransferase-like 3 (METTL3) in glioma stem-like cells (GSCs) remains obscure. An integrated analysis of m<U+2076>A-RIP (RNA immunoprecipitation) and total RNA-Seq of METTL3-silenced GSCs identified that m<U+2076>A modification in GSCs is principally carried out by METTL3. The m<U+2076>A-modified transcripts showed higher abundance compared to non-modified transcripts. Further, we showed that the METTL3 is essential for the expression of GSC-specific actively transcribed genes. Silencing METTL3 resulted in the elevation of several aberrant alternative splicing events. We also found that putative m<U+2076>A reader proteins play a key role in the RNA stabilization function of METTL3. METTL3 altered A-to-I and C-to-U RNA editing events by differentially regulating RNA editing enzymes ADAR and APOBEC3A. Similar to protein-coding genes, lincRNAs (long intergenic non-coding RNAs) with m<U+2076>A marks showed METTL3-dependent high expression. m<U+2076>A modification of 3'UTRs appeared to result in a conformation-dependent hindrance to miRNA binding to their targets. The integrated analysis of the m<U+2076>A regulome in METTL3-silenced GSCs showed global disruption in tumorigenic pathways that are indispensable for GSC maintenance and glioma progression. We conclude that METTL3 plays a vital role in many steps of RNA processing and orchestrates successful execution of oncogenic pathways in GSCs.",
    "Author": "Visvanathan A, Patil V, Abdulla S, et al.",
    "Journal": "Genes, 2019, 10(2): 141."
  },
  {
    "PMID": 29502358,
    "Title": "METTL3 regulates alternative splicing of MyD88 upon the lipopolysaccharide-induced inflammatory response in human dental pulp cells.",
    "Abstract": "Dental pulp inflammation is a widespread public health problem caused by oral bacterial infections and can progress to pulp necrosis and periapical diseases. N6-methyladenosine (m6A) is a prevalent epitranscriptomic modification in mRNA. Previous studies have demonstrated that m6A methylation plays important roles in cell differentiation, embryonic development and stress responses. However, whether m6A modification affects dental pulp inflammation remains unknown. To address this issue, we investigated the expression of m6A and N6-adenosine methyltransferase (METTL3, METTL14) as well as demethylases (FTO, ALKBH5) and found that the levels of m6A and METTL3 were up-regulated in human dental pulp cells (HDPCs) stimulated by lipopolysaccharide (LPS). Furthermore, we knocked down METTL3 and demonstrated that METTL3 depletion decreased the expression of inflammatory cytokines and the phosphorylation of IKK¦Á/¦Â, p65 and I¦ÊB¦Á in the NF-¦ÊB signalling pathway as well as p38, ERK and JNK in the MAPK signalling pathway in LPS-induced HDPCs. The RNA sequencing analysis revealed that the vast number of genes affected by METTL3 depletion was associated with the inflammatory response. Previous research has shown that METTL3-dependent N6-adenosine methylation plays an important role in mRNA splicing. In this study, we found that METTL3 knockdown facilitated the expression of MyD88S, a splice variant of MyD88 that inhibits inflammatory cytokine production, suggesting that METTL3 might inhibit the LPS-induced inflammatory response of HDPCs by regulating alternative splicing of MyD88. These data shed light on new findings in epitranscriptomic regulation of the inflammatory response and open new avenues for research into the molecular mechanisms of dental pulp inflammation.",
    "Author": "Feng Z, Li Q, Meng R, et al. ",
    "Journal": "Journal of Cellular and Molecular Medicine, 2018, 22(5): 2558-2568."
  },
  {
    "PMID": 30586742,
    "Title": "The N6-Methyladenosine mRNA Methylase METTL3 Controls Cardiac Homeostasis and Hypertrophy.",
    "Abstract": "We measured the level of m6A methylation on cardiomyocyte mRNA, and found a significant increase in response to hypertrophic stimulation, suggesting a potential role for m6A methylation in the development of cardiomyocyte hypertrophy. Analysis of m6A methylation showed significant enrichment in genes that regulate kinases and intracellular signaling pathways. Inhibition of METTL3 completely abrogated the ability of cardiomyocytes to undergo hypertrophy when stimulated to grow, whereas increased expression of the m6A RNA methylase METTL3 was sufficient to promote cardiomyocyte hypertrophy both in vitro and in vivo. Finally, cardiac-specific METTL3 knockout mice exhibit morphological and functional signs of heart failure with aging and stress, showing the necessity of RNA methylation for the maintenance of cardiac homeostasis.",
    "Author": "Dorn L E, Lasman L, Chen J, et al. ",
    "Journal": "Circulation, 2019, 139(4): 533-545."
  },
  {
    "PMID": 29879109,
    "Title": "METTL3-mediated m6A modification is required for cerebellar development.",
    "Abstract": "N6-methyladenosine (m6A) RNA methylation is the most abundant modification on mRNAs and plays important roles in various biological processes. The formation of m6A is catalyzed by a methyltransferase complex including methyltransferase-like 3 (METTL3) as a key factor. However, the in vivo functions of METTL3 and m6A modification in mammalian development remain unclear. Here, we show that specific inactivation of Mettl3 in mouse nervous system causes severe developmental defects in the brain. Mettl3 conditional knockout (cKO) mice manifest cerebellar hypoplasia caused by drastically enhanced apoptosis of newborn cerebellar granule cells (CGCs) in the external granular layer (EGL). METTL3 depletion-induced loss of m6A modification causes extended RNA half-lives and aberrant splicing events, consequently leading to dysregulation of transcriptome-wide gene expression and premature CGC death. Our findings reveal a critical role of METTL3-mediated m6A in regulating the development of mammalian cerebellum.",
    "Author": "Wang C X, Cui G S, Liu X, et al.",
    "Journal": "PLoS biology, 2018, 16(6): e2004880."
  },
  {
    "PMID": 30232453,
    "Title": "mRNA circularization by METTL3-eIF3h enhances translation and promotes oncogenesis.",
    "Abstract": "N6-methyladenosine (m6A) modification of mRNA is emerging as an important regulator of gene expression that affects different developmental and biological processes, and altered m6A homeostasis is linked to cancer1-5. m6A modification is catalysed by METTL3 and enriched in the 3' untranslated region of a large subset of mRNAs at sites close to the stop codon5. METTL3 can promote translation but the mechanism and relevance of this process remain unknown1. Here we show that METTL3 enhances translation only when tethered to reporter mRNA at sites close to the stop codon, supporting a mechanism of mRNA looping for ribosome recycling and translational control. Electron microscopy reveals the topology of individual polyribosomes with single METTL3 foci in close proximity to 5' cap-binding proteins. We identify a direct physical and functional interaction between METTL3 and the eukaryotic translation initiation factor 3 subunit h (eIF3h). METTL3 promotes translation of a large subset of oncogenic mRNAs-including bromodomain-containing protein 4-that is also m6A-modified in human primary lung tumours. The METTL3-eIF3h interaction is required for enhanced translation, formation of densely packed polyribosomes and oncogenic transformation. METTL3 depletion inhibits tumorigenicity and sensitizes lung cancer cells to BRD4 inhibition. These findings uncover a mechanism of translation control that is based on mRNA looping and identify METTL3-eIF3h as a potential therapeutic target for patients with cancer.",
    "Author": "Choe J, Lin S, Zhang W, et al.",
    "Journal": "Nature, 2018, 561(7724): 556."
  },
  {
    "PMID": 28525753,
    "Title": "The U6 snRNA m6A Methyltransferase METTL16 Regulates SAM Synthetase Intron Retention.",
    "Abstract": "Maintenance of proper levels of the methyl donor S-adenosylmethionine (SAM) is critical for a wide variety of biological processes. We demonstrate that the N6-adenosine methyltransferase METTL16 regulates expression of human MAT2A, which encodes the SAM synthetase expressed in most cells. Upon SAM depletion by methionine starvation, cells induce MAT2A expression by enhanced splicing of a retained intron. Induction requires METTL16 and its methylation substrate, a vertebrate conserved hairpin (hp1) in the MAT2A 3' UTR. Increasing METTL16 occupancy on the MAT2A 3' UTR is sufficient to induce efficient splicing. We propose that, under SAM-limiting conditions, METTL16 occupancy on hp1 increases due to inefficient enzymatic turnover, which promotes MAT2A splicing. We further show that METTL16 is the long-unknown methyltransferase for the U6 spliceosomal small nuclear RNA (snRNA). These observations suggest that the conserved U6 snRNA methyltransferase evolved an additional function in vertebrates to regulate SAM homeostasis.",
    "Author": "Pendleton K E, Chen B, Liu K, et al. ",
    "Journal": "Cell, 2017, 169(5): 824-835. e14."
  },
  {
    "PMID": 30612740,
    "Title": "METTL13 Methylation of eEF1A Increases Translational Output to Promote Tumorigenesis.",
    "Abstract": "Increased protein synthesis plays an etiologic role in diverse cancers. Here, we demonstrate that METTL13 (methyltransferase-like 13) dimethylation of eEF1A (eukaryotic elongation factor 1A) lysine 55 (eEF1AK55me2) is utilized by Ras-driven cancers to increase translational output and promote tumorigenesis in vivo. METTL13-catalyzed eEF1A methylation increases eEF1A's intrinsic GTPase activity in vitro and protein production in cells. METTL13 and eEF1AK55me2 levels are upregulated in cancer and negatively correlate with pancreatic and lung cancer patient survival. METTL13 deletion and eEF1AK55me2 loss dramatically reduce Ras-driven neoplastic growth in mouse models and in patient-derived xenografts (PDXs) from primary pancreatic and lung tumors. Finally, METTL13 depletion renders PDX tumors hypersensitive to drugs that target growth-signaling pathways. Together, our work uncovers a mechanism by which lethal cancers become dependent on the METTL13-eEF1AK55me2 axis to meet their elevated protein synthesis requirement and suggests that METTL13 inhibition may constitute a targetable vulnerability of tumors driven by aberrant Ras signaling.",
    "Author": "Liu S, Hausmann S, Carlson S M, et al. ",
    "Journal": "Cell, 2019, 176(3): 491-504. e21."
  },
  {
    "PMID": 24394384,
    "Title": "N6-methyladenosine modification destabilizes developmental regulators in embryonic stem cells.",
    "Abstract": "N(6)-methyladenosine (m(6)A) has been identified as the most abundant internal modification of messenger RNA in eukaryotes. m(6)A modification is involved in cell fate determination in yeast and embryo development in plants. Its mammalian function remains unknown but thousands of mammalian mRNAs and long non-coding RNAs (lncRNAs) show m(6)A modification and m(6)A demethylases are required for mammalian energy homeostasis and fertility. We identify two proteins, the putative m(6)A MTase, methyltransferase-like 3 (Mettl3; ref. ), and a related but uncharacterized protein Mettl14, that function synergistically to control m(6)A formation in mammalian cells. Knockdown of Mettl3 and Mettl14 in mouse embryonic stem cells (mESCs) led to similar phenotypes, characterized by lack of m(6)A RNA methylation and lost self-renewal capability. A large number of transcripts, including many encoding developmental regulators, exhibit m(6)A methylation inversely correlated with mRNA stability and gene expression. The human antigen R (HuR) and microRNA pathways were linked to these effects. This gene regulatory mechanism operating in mESCs through m(6)A methylation is required to keep mESCs at their ground state and may be relevant to thousands of mRNAs and lncRNAs in various cell types.",
    "Author": "Wang Y, Li Y, Toth J I, et al.",
    "Journal": "Nature cell biology, 2014, 16(2): 191."
  },
  {
    "PMID": 27602518,
    "Title": "m(6)A RNA methylation promotes XIST-mediated transcriptional repression.",
    "Abstract": "The long non-coding RNA X-inactive specific transcript (XIST) mediates the transcriptional silencing of genes on the X chromosome. Here we show that, in human cells, XIST is highly methylated with at least 78 N6-methyladenosine (m6A) residues-a reversible base modification of unknown function in long non-coding RNAs. We show that m6A formation in XIST, as well as in cellular mRNAs, is mediated by RNA-binding motif protein 15 (RBM15) and its paralogue RBM15B, which bind the m6A-methylation complex and recruit it to specific sites in RNA. This results in the methylation of adenosine nucleotides in adjacent m6A consensus motifs. Furthermore, we show that knockdown of RBM15 and RBM15B, or knockdown of methyltransferase like 3 (METTL3), an m6A methyltransferase, impairs XIST-mediated gene silencing. A systematic comparison of m6A-binding proteins shows that YTH domain containing 1 (YTHDC1) preferentially recognizes m6A residues on XIST and is required for XIST function. Additionally, artificial tethering of YTHDC1 to XIST rescues XIST-mediated silencing upon loss of m6A. These data reveal a pathway of m6A formation and recognition required for XIST-mediated transcriptional repression.",
    "Author": "Patil D P, Chen C K, Pickering B F, et al. ",
    "Journal": "Nature, 2016, 537(7620): 369."
  },
  {
    "PMID": 29529255,
    "Title": "N6-Methyladenosine modification of lincRNA 1281 is critically required for mESC differentiation potential.",
    "Abstract": "Previous studies have revealed the critical roles of N6-methyladenosine (m6A) modification of mRNA in embryonic stem cells (ESCs), but the biological function of m6A in large intergenic noncoding RNA (lincRNA) is unknown. Here, we showed that the internal m6A modification of linc1281 mediates a competing endogenous RNA (ceRNA) model to regulate mouse ESC (mESC) differentiation. We demonstrated that loss of linc1281 compromises mESC differentiation and that m6A is highly enriched within linc1281 transcripts. Linc1281 with RRACU m6A sequence motifs, but not an m6A-deficient mutant, restored the phenotype in linc1281-depleted mESCs. Mechanistic analyses revealed that linc1281 ensures mESC identity by sequestering pluripotency-related let-7 family microRNAs (miRNAs), and this RNA-RNA interaction is m6A dependent. Collectively, these findings elucidated the functional roles of linc1281 and its m6A modification in mESCs and identified a novel RNA regulatory mechanism, providing a basis for further exploration of broad RNA epigenetic regulatory patterns.",
    "Author": "Yang D, Qiao J, Wang G, et al. ",
    "Journal": "Nucleic acids research, 2018, 46(8): 3906-3920."
  },
  {
    "PMID": 25683224,
    "Title": "m(6)A RNA methylation is regulated by microRNAs and promotes reprogramming to pluripotency.",
    "Abstract": "N(6)-methyladenosine (m(6)A) has been recently identified as a conserved epitranscriptomic modification of eukaryotic mRNAs, but its features, regulatory mechanisms, and functions in cell reprogramming are largely unknown. Here, we report m(6)A modification profiles in the mRNA transcriptomes of four cell types with different degrees of pluripotency. Comparative analysis reveals several features of m(6)A, especially gene- and cell-type-specific m(6)A mRNA modifications. We also show that microRNAs (miRNAs) regulate m(6)A modification via a sequence pairing mechanism. Manipulation of miRNA expression or sequences alters m(6)A modification levels through modulating the binding of METTL3 methyltransferase to mRNAs containing miRNA targeting sites. Increased m(6)A abundance promotes the reprogramming of mouse embryonic fibroblasts (MEFs) to pluripotent stem cells; conversely, reduced m(6)A levels impede reprogramming. Our results therefore uncover a role for miRNAs in regulating m(6)A formation of mRNAs and provide a foundation for future functional studies of m(6)A modification in cell reprogramming.",
    "Author": "Chen T, Hao Y J, Zhang Y, et al. ",
    "Journal": "Cell stem cell, 2015, 16(3): 289-301."
  },
  {
    "PMID": 29186125,
    "Title": "Promoter-bound METTL3 maintains myeloid leukaemia by m6A-dependent translation control.",
    "Abstract": "N6-methyladenosine (m6A) is an abundant internal RNA modification in both coding and non-coding RNAs that is catalysed by the METTL3-METTL14 methyltransferase complex. However, the specific role of these enzymes in cancer is still largely unknown. Here we define a pathway that is specific for METTL3 and is implicated in the maintenance of a leukaemic state. We identify METTL3 as an essential gene for growth of acute myeloid leukaemia cells in two distinct genetic screens. Downregulation of METTL3 results in cell cycle arrest, differentiation of leukaemic cells and failure to establish leukaemia in immunodeficient mice. We show that METTL3, independently of METTL14, associates with chromatin and localizes to the transcriptional start sites of active genes. The vast majority of these genes have the CAATT-box binding protein CEBPZ present at the transcriptional start site, and this is required for recruitment of METTL3 to chromatin. Promoter-bound METTL3 induces m6A modification within the coding region of the associated mRNA transcript, and enhances its translation by relieving ribosome stalling. We show that genes regulated by METTL3 in this way are necessary for acute myeloid leukaemia. Together, these data define METTL3 as a regulator of a chromatin-based pathway that is necessary for maintenance of the leukaemic state and identify this enzyme as a potential therapeutic target for acute myeloid leukaemia.",
    "Author": "Barbieri I, Tzelepis K, Pandolfini L, et al. ",
    "Journal": "Nature, 2017, 552(7683): 126."
  },
  {
    "PMID": 28965759,
    "Title": "Temporal Control of Mammalian Cortical Neurogenesis by m6A Methylation.",
    "Abstract": "N6-methyladenosine (m6A), installed by the Mettl3/Mettl14 methyltransferase complex, is the most prevalent internal mRNA modification. Whether m6A regulates mammalian brain development is unknown. Here, we show that m6A depletion by Mettl14 knockout in embryonic mouse brains prolongs the cell cycle of radial glia cells and extends cortical neurogenesis into postnatal stages. m6A depletion by Mettl3 knockdown also leads to a prolonged cell cycle and maintenance of radial glia cells. m6A sequencing of embryonic mouse cortex reveals enrichment of mRNAs related to transcription factors, neurogenesis, the cell cycle, and neuronal differentiation, and m6A tagging promotes their decay. Further analysis uncovers previously unappreciated transcriptional prepatterning in cortical neural stem cells. m6A signaling also regulates human cortical neurogenesis in forebrain organoids. Comparison of m6A-mRNA landscapes between mouse and human cortical neurogenesis reveals enrichment of human-specific m6A tagging of transcripts related to brain-disorder risk genes. Our study identifies an epitranscriptomic mechanism in heightened transcriptional coordination during mammalian cortical neurogenesis.",
    "Author": "Yoon K J, Ringeling F R, Vissers C, et al.",
    "Journal": "Cell, 2017, 171(4): 877-889. e17."
  },
  {
    "PMID": 28920958,
    "Title": "The N6-methyladenosine (m6A)-forming enzyme METTL3 controls myeloid differentiation of normal hematopoietic and leukemia cells.",
    "Abstract": "N6-methyladenosine (m6A) is an abundant nucleotide modification in mRNA that is required for the differentiation of mouse embryonic stem cells. However, it remains unknown whether the m6A modification controls the differentiation of normal and/or malignant myeloid hematopoietic cells. Here we show that shRNA-mediated depletion of the m6A-forming enzyme METTL3 in human hematopoietic stem/progenitor cells (HSPCs) promotes cell differentiation, coupled with reduced cell proliferation. Conversely, overexpression of wild-type METTL3, but not of a catalytically inactive form of METTL3, inhibits cell differentiation and increases cell growth. METTL3 mRNA and protein are expressed more abundantly in acute myeloid leukemia (AML) cells than in healthy HSPCs or other types of tumor cells. Furthermore, METTL3 depletion in human myeloid leukemia cell lines induces cell differentiation and apoptosis and delays leukemia progression in recipient mice in vivo. Single-nucleotide-resolution mapping of m6A coupled with ribosome profiling reveals that m6A promotes the translation of c-MYC, BCL2 and PTEN mRNAs in the human acute myeloid leukemia MOLM-13 cell line. Moreover, loss of METTL3 leads to increased levels of phosphorylated AKT, which contributes to the differentiation-promoting effects of METTL3 depletion. Overall, these results provide a rationale for the therapeutic targeting of METTL3 in myeloid leukemia.",
    "Author": "Vu L P, Pickering B F, Cheng Y, et al. ",
    "Journal": "Nature medicine, 2017, 23(11): 1369."
  },
  {
    "PMID": 29547716,
    "Title": "Zc3h13 Regulates Nuclear RNA m6A Methylation and Mouse Embryonic Stem Cell Self-Renewal.",
    "Abstract": "N6-methyladenosine (m6A) is an abundant modification in eukaryotic mRNA, regulating mRNA dynamics by influencing mRNA stability, splicing, export, and translation. However, the precise m6A regulating machinery still remains incompletely understood. Here we demonstrate that ZC3H13, a zinc-finger protein, plays an important role in modulating RNA m6A methylation in the nucleus. We show that knockdown of Zc3h13 in mouse embryonic stem cell significantly decreases global m6A level on mRNA. Upon Zc3h13 knockdown, a great majority of WTAP, Virilizer, and Hakai translocate to the cytoplasm, suggesting that Zc3h13 is required for nuclear localization of the Zc3h13-WTAP-Virilizer-Hakai complex, which is important for RNA m6A methylation. Finally, Zc3h13 depletion, as does WTAP, Virilizer, or Hakai, impairs self-renewal and triggers mESC differentiation. Taken together, our findings demonstrate that Zc3h13 plays a critical role in anchoring WTAP, Virilizer, and Hakai in the nucleus to facilitate m6A methylation and to regulate mESC self-renewal.",
    "Author": "Wen J, Lv R, Ma H, et al. ",
    "Journal": "Molecular cell, 2018, 69(6): 1028-1038. e6."
  },
  {
    "PMID": 29507755,
    "Title": "VIRMA mediates preferential m6A mRNA methylation in 3'UTR and near stop codon and associates with alternative polyadenylation.",
    "Abstract": "N6-methyladenosine (m6A) is enriched in 3'untranslated region (3'UTR) and near stop codon of mature polyadenylated mRNAs in mammalian systems and has regulatory roles in eukaryotic mRNA transcriptome switch. Significantly, the mechanism for this modification preference remains unknown, however. Herein we report a characterization of the full m6A methyltransferase complex in HeLa cells identifying METTL3/METTL14/WTAP/VIRMA/HAKAI/ZC3H13 as the key components, and we show that VIRMA mediates preferential mRNA methylation in 3'UTR and near stop codon. Biochemical studies reveal that VIRMA recruits the catalytic core components METTL3/METTL14/WTAP to guide region-selective methylations. Around 60% of VIRMA mRNA immunoprecipitation targets manifest strong m6A enrichment in 3'UTR. Depletions of VIRMA and METTL3 induce 3'UTR lengthening of several hundred mRNAs with over 50% targets in common. VIRMA associates with polyadenylation cleavage factors CPSF5 and CPSF6 in an RNA-dependent manner. Depletion of CPSF5 leads to significant shortening of 3'UTR of over 2800 mRNAs, 84% of which are modified with m6A and have increased m6A peak density in 3'UTR and near stop codon after CPSF5 knockdown. Together, our studies provide insights into m6A deposition specificity in 3'UTR and its correlation with alternative polyadenylation.",
    "Author": "Yue Y, Liu J, Cui X, et al. ",
    "Journal": "Cell discovery, 2018, 4(1): 10."
  },
  {
    "PMID": 29335608,
    "Title": "N6-methyladenosine RNA modification regulates embryonic neural stem cell self-renewal through histone modifications.",
    "Abstract": "Internal N6-methyladenosine (m6A) modification is widespread in messenger RNAs (mRNAs) and is catalyzed by heterodimers of methyltransferase-like protein 3 (Mettl3) and Mettl14. To understand the role of m6A in development, we deleted Mettl14 in embryonic neural stem cells (NSCs) in a mouse model. Phenotypically, NSCs lacking Mettl14 displayed markedly decreased proliferation and premature differentiation, suggesting that m6A modification enhances NSC self-renewal. Decreases in the NSC pool led to a decreased number of late-born neurons during cortical neurogenesis. Mechanistically, we discovered a genome-wide increase in specific histone modifications in Mettl14 knockout versus control NSCs. These changes correlated with altered gene expression and observed cellular phenotypes, suggesting functional significance of altered histone modifications in knockout cells. Finally, we found that m6A regulates histone modification in part by destabilizing transcripts that encode histone-modifying enzymes. Our results suggest an essential role for m6A in development and reveal m6A-regulated histone modifications as a previously unknown mechanism of gene regulation in mammalian cells.",
    "Author": "Wang Y, Li Y, Yue M, et al. ",
    "Journal": "Nature neuroscience, 2018, 21(2): 195."
  },
  {
    "PMID": 26404942,
    "Title": "A majority of m6A residues are in the last exons, allowing the potential for 3' UTR regulation.",
    "Abstract": "We adapted UV CLIP (cross-linking immunoprecipitation) to accurately locate tens of thousands of m(6)A residues in mammalian mRNA with single-nucleotide resolution. More than 70% of these residues are present in the 3'-most (last) exons, with a very sharp rise (sixfold) within 150-400 nucleotides of the start of the last exon. Two-thirds of last exon m(6)A and >40% of all m(6)A in mRNA are present in 3' untranslated regions (UTRs); contrary to earlier suggestions, there is no preference for location of m(6)A sites around stop codons. Moreover, m(6)A is significantly higher in noncoding last exons than in next-to-last exons harboring stop codons. We found that m(6)A density peaks early in the 3' UTR and that, among transcripts with alternative polyA (APA) usage in both the brain and the liver, brain transcripts preferentially use distal polyA sites, as reported, and also show higher proximal m(6)A density in the last exons. Furthermore, when we reduced m6A methylation by knocking down components of the methylase complex and then examined 661 transcripts with proximal m6A peaks in last exons, we identified a set of 111 transcripts with altered (approximately two-thirds increased proximal) APA use. Taken together, these observations suggest a role of m(6)A modification in regulating proximal alternative polyA choice.",
    "Author": "Ke S, Alemu E A, Mertens C, et al.",
    "Journal": "Genes & development, 2015, 29(19): 2037-2053."
  },
  {
    "PMID": 29051200,
    "Title": "Human METTL16 is a N6-methyladenosine (m6A) methyltransferase that targets pre-mRNAs and various non-coding RNAs.",
    "Abstract": "N6-methyladenosine (m6A) is a highly dynamic RNA modification that has recently emerged as a key regulator of gene expression. While many m6A modifications are installed by the METTL3-METTL14 complex, others appear to be introduced independently, implying that additional human m6A methyltransferases remain to be identified. Using crosslinking and analysis of cDNA (CRAC), we reveal that the putative human m6A \"writer\" protein METTL16 binds to the U6 snRNA and other ncRNAs as well as numerous lncRNAs and pre-mRNAs. We demonstrate that METTL16 is responsible for N6-methylation of A43 of the U6 snRNA and identify the early U6 biogenesis factors La, LARP7 and the methylphosphate capping enzyme MEPCE as METTL16 interaction partners. Interestingly, A43 lies within an essential ACAGAGA box of U6 that base pairs with 5' splice sites of pre-mRNAs during splicing, suggesting that METTL16-mediated modification of this site plays an important role in splicing regulation. The identification of METTL16 as an active m6A methyltransferase in human cells expands our understanding of the mechanisms by which the m6A landscape is installed on cellular RNAs.",
    "Author": "Warda A S, Kretschmer J, Hackert P, et al. ",
    "Journal": "EMBO reports, 2017, 18(11): 2004-2014."
  },
  {
    "PMID": 30531910,
    "Title": "N6-Methyladenosine methyltransferase ZCCHC4 mediates ribosomal RNA methylation.",
    "Abstract": "N6-Methyladenosine (m6A) RNA modification is present in messenger RNAs (mRNA), ribosomal RNAs (rRNA), and spliceosomal RNAs (snRNA) in humans. Although mRNA m6A modifications have been extensively studied and shown to play critical roles in many cellular processes, the identity of m6A methyltransferases for rRNAs and the function of rRNA m6A modifications are unknown. Here we report a new m6A methyltransferase, ZCCHC4, which primarily methylates human 28S rRNA and also interacts with a subset of mRNAs. ZCCHC4 knockout eliminates m6A4220 modification in 28S rRNA, reduces global translation, and inhibits cell proliferation. We also find that ZCCHC4 protein is overexpressed in hepatocellular carcinoma tumors, and ZCCHC4 knockout significantly reduces tumor size in a xenograft mouse model. Our results highlight the functional significance of an rRNA m6A modification in translation and in tumor biology.",
    "Author": "Ma H, Wang X, Cai J, et al. ",
    "Journal": "Nature chemical biology, 2019, 15(1): 88."
  },
  {
    "PMID": 24316715,
    "Title": "A METTL3-METTL14 complex mediates mammalian nuclear RNA N6-adenosine methylation.",
    "Abstract": "N(6)-methyladenosine (m(6)A) is the most prevalent and reversible internal modification in mammalian messenger and noncoding RNAs. We report here that human methyltransferase-like 14 (METTL14) catalyzes m(6)A RNA methylation. Together with METTL3, the only previously known m(6)A methyltransferase, these two proteins form a stable heterodimer core complex of METTL3-METTL14 that functions in cellular m(6)A deposition on mammalian nuclear RNAs. WTAP, a mammalian splicing factor, can interact with this complex and affect this methylation.",
    "Author": "Liu J, Yue Y, Han D, et al. ",
    "Journal": "Nature chemical biology, 2014, 10(2): 93."
  },
  {
    "PMID": 29249359,
    "Title": "R-2HG Exhibits Anti-tumor Activity by Targeting FTO/m6A/MYC/CEBPA Signaling.",
    "Abstract": "R-2-hydroxyglutarate (R-2HG), produced at high levels by mutant isocitrate dehydrogenase 1/2 (IDH1/2) enzymes, was reported as an oncometabolite. We show here that R-2HG also exerts a broad anti-leukemic activity in vitro and in vivo by inhibiting leukemia cell proliferation/viability and by promoting cell-cycle arrest and apoptosis. Mechanistically, R-2HG inhibits fat mass and obesity-associated protein (FTO) activity, thereby increasing global N6-methyladenosine (m6A) RNA modification in R-2HG-sensitive leukemia cells, which in turn decreases the stability of MYC/CEBPA transcripts, leading to the suppression of relevant pathways. Ectopically expressed mutant IDH1 and S-2HG recapitulate the effects of R-2HG. High levels of FTO sensitize leukemic cells to R-2HG, whereas hyperactivation of MYC signaling confers resistance that can be reversed by the inhibition of MYC signaling. R-2HG also displays anti-tumor activity in glioma. Collectively, while R-2HG accumulated in IDH1/2 mutant cancers contributes to cancer initiation, our work demonstrates anti-tumor effects of 2HG in inhibiting proliferation/survival of FTO-high cancer cells via targeting FTO/m6A/MYC/CEBPA signaling.",
    "Author": "Su R, Dong L, Li C, et al. ",
    "Journal": "Cell, 2018, 172(1-2): 90-105. e23."
  },
  {
    "PMID": 28809392,
    "Title": "Mettl3-mediated m6A regulates spermatogonial differentiation and meiosis initiation.",
    "Abstract": "METTL3 catalyzes the formation of N6-methyl-adenosine (m6A) which has important roles in regulating various biological processes. However, the in vivo function of Mettl3 remains largely unknown in mammals. Here we generated germ cell-specific Mettl3 knockout mice and demonstrated that Mettl3 was essential for male fertility and spermatogenesis. The ablation of Mettl3 in germ cells severely inhibited spermatogonial differentiation and blocked the initiation of meiosis. Transcriptome and m6A profiling analysis revealed that genes functioning in spermatogenesis had altered profiles of expression and alternative splicing. Our findings provide novel insights into the function and regulatory mechanisms of Mettl3-mediated m6A modification in spermatogenesis and reproduction in mammals.",
    "Author": "Xu K, Yang Y, Feng G H, et al. ",
    "Journal": "Cell research, 2017, 27(9): 1100."
  }
]